<div class="container">
  <div class="row">
    <!-- Основной контент -->
    <div class="col-lg-10">
      <section id="what—is—cdkl5">
        <h1>Что такое расстройство CDKL5?</h1>
        <h2 id="section1">CDD</h2>
        <p>
          Синдром дефицита CDKL5 (англ. CDKL5 Deficiency Disorder — <strong>CDD</strong>) — это тяжелое, генетически
          обусловленное, но не наследственное в подавляющем числе случаев заболевание мозга с дебютом на первом году
          жизни ребенка, проявляющееся судорожными приступами, резистентными к терапии, а также выраженными
          неврологическими, когнитивными, поведенческими и функциональными расстройствами. Заболевание таким образом в
          первую очередь представляет собой энцефалопатию развития и только во вторую — эпилептическую энцефалопатию.
        </p>
        <h2 id="section2">Гендерные различия, эпидемиология</h2>
        <p>
          CDD носит Х-сцепленный характер, а потому значительно чаще поражает девочек, нежели мальчиков (профильная
          организация LouLouFoundation дает соотношение 9:1, Orphanet – 12:1). Распространенность заболевания в общей
          популяции также точно неизвестна в силу ограниченности данных, в научных статьях может фигурировать 1 случай
          на 40 000 — 60 000 живорожденных младенцев (цифра при этом получена на малой выборке и за счет соотнесения с
          выявляемыми случаями других генетических эпилепсий — синдромом Ретта (1:10 000), синдромом Драве (1:30 000) и
          др.)
        </p>
        <p>
          Мальчики с CDD, в силу отсутствия у них второй (здоровой) копии гена CDKL5, как правило, имеют более тяжелые
          фенотипические проявления болезни: обнаружение у детей мужского пола с инфантильными спазмами патогенного/
          вероятно патогенного варианта CDKL5 в большинстве случаев ведет к тяжелой инвалидизации (что не исключает,
          однако, отдельных случаев более легкого фенотипа).
        </p>
        <h2 id="section3">Почему это случилось и случится ли снова?</h2>
        <p>
          Важно подчеркнуть, что, несмотря на генетическую природу синдрома CDKL5, в 99% случаев болезнь не является
          наследственной и поражает детей здоровых родителей, — мутация в гене CDKL5 возникает у ребенка de novo.
          Предупредить появление такого генетического отклонения невозможно: это естественный процесс, на который не
          влияют ни окружающая среда, ни питание, ни образ жизни родителей, ни какие—либо действия родителей до или во
          время беременности. В этой связи прогноз при планировании последующих беременностей в семье, столкнувшейся с
          болезнью, благоприятный.
        </p>
        <h2 id="section4">Код OMIM, МКБ</h2>
        <p>
          В силу определенного фенотипического сходства синдром дефицита CDKL5 некоторое время рассматривался как
          атипичный вариант течения синдрома Ретта, но на сегодняшний день признан независимым заболеванием и
          классифицируется в каталоге генов и генетических заболеваний OMIM (Online Mendelian Inheritance in Man) как
          «Энцефалопатия развития и эпилептическая энцефалопатия 2—го типа» (Developmental and epileptic encephalopathy
          2), код 300672. В начале 2020 г. Всемирная организация здравоохранения присвоила CDD диагностический код
          МКБ—10: G40.42.
        </p>
        <h2 id="section5">Молекулярная основа заболевания и его возможная обратимость</h2>
        <p>
          Расстройство CDKL5 это врожденное заболевание, возникающее при дефиците или полном отсутствии в организме
          продукта гена CDKL5 — циклинзависимой киназы 5—го типа (cyclin—dependent kinase 5). Это белок, содержащийся в
          нейронах и участвующий в регуляции их созревания и синаптической пластичности. То есть, несколько упрощая,
          можно сказать, что ген CDKL5 содержит инструкции по созданию белка, необходимого для нормального развития
          мозга. Уровень CDKL5, по всей видимости, критически важен как для процессов созревания самих нейронов, так и
          формирования аксонов и дендритов (особенно в раннем постнатальном периоде, когда у ребенка очень быстро должна
          развиваться ЦНС). Хотя о всех конкретных функциях CDKL5 на сегодняшний момент известно далеко не все,
          предполагается также, что он участвует в регулировании активности других генов, в том числе MECP2,
          каузативного при синдроме Ретта (отсюда, вероятно, схожесть фенотипов). При исследованиях на мышиных моделях
          выяснилось, что CDKL5 и MECP2 имеют схожие, но не идентичные паттерны экспрессии: MECP2 функционирует
          преимущественно в ядре, CDKL5 динамически распределяется между ядром и цитоплазмой, отсюда его роль в передаче
          сигналов между синапсами и ядром. Также интересно, что MECP2 присутствует уже на эмбриональных стадиях и
          остается стабильным после рождения, CDKL5 же почти не обнаруживается эмбрионально, но его уровень резко
          возрастает в ранний постнатальный период, достигая пика около 14-го дня после рождения, а затем несколько
          снижается у взрослых особей.
        </p>
        <p>
          При этом важно подчеркнуть, что CDKL5—ассоциированное расстройство не считается нейродегенеративным в строгом
          смысле (нарушается синаптическая пластичность нейронов, но нет их массовой гибели), а значит, семьи вправе надеяться на обратимость заболевания в случае успешной разработки генной
          терапии. Однако на сегодняшний день болезнь неизлечима, и речь идет лишь о симптоматическом лечении,
          направленном на улучшение качества жизни детей с этим расстройством.
        </p>
        <h2 id="section6">Диагностические критерии</h2>
        <p>
          В 2019 году американский невролог Хизер Олсон предложила следующие минимальные
          диагностические критерии расстройства CDKL5:
        </p>
        - Обнаружение патогенного или вероятно патогенного варианта CDKL5 в результате проведения молекулярно—генетического анализа.
        - Задержка психомоторного развития ребенка на первом году жизни.
        - Ранний дебют эпилепсии — в среднем в 1,5 месяца.

        <h2> Что сдавать?</h2> 
        <p>
          Сам диагноз CDKL5—ассоциированной энцефалопатии может быть поставлен только на основании результатов
          проведенного молекулярно—генетического тестирования. При подозрении на генетический характер эпилепсии, как
          правило, назначается полное секвенирование экзома или полное секвенирование генома (включает также
          митохондриальные заболевания, частично хромосомные нарушения). При отсутствии данных о мутациях в известных
          генах по результатам этих исследований может быть показано проведение хромосомного микроматричного анализа
          экзонного уровня.
        </p>
        <h2 id="section8">Метод Сэнгера</h2>
        <p>
          После получения результатов анализа обязательна перепроверка найденной мутации методом Сэнгера у ребенка и
          родителей (в случае заболевания у ребенка мужского пола анализ проводится только у матери, т.к. единственную
          Х—хромосому мальчик получает от матери). Фактически Сэнгер это побуквенное чтение конкретной области ДНК
          500—1000 нуклеотидов в длину, вероятность ошибки здесь стремится к нулю. В случае нахождения у родителя
          аналогичного варианта CDKL5 необходима дополнительная консультация генетика, т.к. найденный вариант, возможно,
          не является патогенным, и причина состояния ребенка не CDKL5. Это связано с тем, что заболевание носит
          доминантный характер, т.е. фактически предполагает не носительство, но саму болезнь. А, учитывая тяжесть
          синдрома, маловероятно, что мать, имея патогенный вариант в гене CDKL5, клинически не имеет проявлений
          заболевания. Это возможно только при случайной инактивации второй Х—хромосомы со здоровой копией гена или же в
          случае гонадного мозаицизма (патогенный вариант имеет распространение только в половых клетках женщины,
          соматические же клетки «здоровы»). На практике такие варианты наследственного CDKL5 крайне маловероятны.
          Нахождение же аналогичного с ребенком варианта CDKL5 у отца наверняка означает, что причина состояния еще не
          найдена.
        </p>
        <h2 id="section9">Как протекает болезнь?</h2>
        <h3 class="mt—3">Основные проявления дефицита CDKL5:</h3>
        <div class="row">
          <div class="col—md—6">
            <ul class="list—group">
              <li class="list—group—item">
                <strong>Эпилептические приступы</strong>, дебютирующие в первые месяцы жизни ребенка (в среднем в 1.5
                месяца), трудно поддающиеся контролю как с помощью современных противосудорожных препаратов, так и при
                введении кетогенной диеты или установке стимулятора блуждающего нерва. Данные ЭЭГ в раннем младенчестве
                могут быть нормальными, однако впоследствии эволюционируют до аномальной фоновой активности. В целом
                характерен «эффект ускользания» от противосудорожной терапии: если спустя месяц после начала лечения
                отклик в виде снижения частоты приступов наблюдается у двух третей детей, то спустя полгода – только у
                каждого четвертого ребенка. По последним данным только в 10% случаев CDKL5-ассоциированного расстройства
                достижима ремиссия более чем на 6 месяцев. При этом довольно характерны периоды «медового месяца», когда
                спонтанно может прекращаться судорожная активность – безотносительно к терапии. При введении кетогенной
                диеты снижение частоты судорог отмечалось примерно у 40% пациентов, с течением времени,
                однако, эффект неизменно снижался. Использование стимуляции блуждающего нерва (VNS) при дефиците CDKL5
                также дает сколь-нибудь ощутимый (но также временный) противосудорожный эффект менее чем в половине
                случаев. Международной базой данных CDKL5 медианная частота судорог рассчитана как 2 приступа в сутки.
                Порядка 60% детей с CDD имеют от 1 до 5 приступов в день. Примерно у 10 % количество судорог превышает
                10 в сутки. Порядка 1-2% детей, напротив, вообще не имеют судорожной активности, т.е. в этом случае
                отсутствует эпилептическая энцефалопатия, что, однако, не делает возможным нормальное развитие у ребенка
                психомоторных навыков, т.к. сама энцефалопатия развития CDKL5 на сегодняшний день неизлечима.
              </li>
              <li class="list—group—item">
                <strong>Выраженная задержка моторного развития</strong>. По имеющейся статистике порядка 60-70 % детей с
                CDD приобретают навык удержания головы, сидения без поддержки достигает 30-40% детей. Навыки ходьбы при
                дефиците CDKL5 очень ограничены: по последним данным только каждая пятая девочка и каждый двадцатый
                мальчик с синдромом может самостоятельно ходить в том или ином возрасте. Также очень ограничены навыки
                работы руками – менее 20 % детей могут целенаправленно захватывать предметы. Наблюдается обилие
                дискинетических движений, апраксия, хорея, возникающие из-за комплексного нарушения работы нейронных
                сетей (так, дисфункция базальных ганглиев приводит к неспособности совершать скоординированные движения,
                снижение числа тормозных синапсов ведет к гипервозбудимости коры и подкорковых структур, как следствие -
                неконтролируемая двигательная активность). Отметим также тот факт, что после 3-5 лет у подавляющего
                числа детей наблюдается остановка моторного развития, а в половине случаев возникает регресс и утрата
                ранее приобретенных навыков.
              </li>
              <li class="list—group—item">
                <strong>Глубокая задержка психоречевого развития</strong>: очень ограниченная, а в подавляющем числе
                случаев – полностью отсутствующая речь; как правило, неспособность понимать обращенную речь. Степень
                умственной отсталости у детей с CDD – глубокая в большинстве случаев. Речевые навыки при CDD обычно не
                прогрессируют дальше лепета или криков, т.к. дефицит CDKL5 нарушает развитие центра Брока, зоны Вернике
                – ключевых речевых центров. По имеющейся статистике менее 10 % детей с CDD в состоянии произносить
                отдельные слова к 7 годам. При CDD возможны невербальные формы взаимодействия с ребенком за счет,
                например, использования шкалы VB-MAPP (Verbal Behavior Milestones Assessment and Placement Program) как
                поведенческого подхода к оценке речевых навыков. Возможно использование карточек PECS,
                взглядо-управляемых устройств (айтрекинг Tobii Dynavox), а также специальных приложений – TouchChat,
                Proloquo2Go. При этом нужно понимать, что такого рода уровень психоречевого развития при CDD возможен,
                как правило, для детей с мозаицизмом, при миссенс-заменах, не ведущих к потере функции белка. При
                тяжелом фенотипе (преимущественно у мальчиков) будет отсутствовать не только речь, но и «комплекс
                оживления» и сколь-нибудь заметный эмоциональный отклик (улыбка, например).
              </li>
              <li class="list—group—item">
                <strong>Нарушения в работе желудочно—кишечного тракта</strong>, о которых можно сказать, что это не
                «побочный эффект», но непосредственно часть болезни, ведь именно нервные клетки контролируют правильные
                сокращения мышц на всем протяжении ЖКТ. Очень распространены при CDD гастроэзофагеальная рефлюксная
                болезнь (частые срыгивания, рвота, боль при глотании); метеоризм; плохая моторика кишечника, склонность
                к запорам, усугубляемая такими неврологическими проявлениями, как отказ от еды и питья; низкая масса
                тела; проблемы с глотанием (дисфагия) и высокий риск аспирационных пневмоний. Также по имеющейся
                статистике порядка 30% детей по мере прогрессирования заболевания вынуждены питаться с помощью
                гастростомической трубки. Обозначенные проблемы связаны с непосредственной ролью CDKL5 в энтеральной
                нервной системе. Так, из-за дисфункции блуждающего нерва при CDD происходит снижение тонуса нижнего
                пищеводного сфинктера, а это основа патогенеза ГЭРБ. Из-за недоразвития нервных клеток кишечника при CDD
                может возникать аганглиоз толстой кишки, отсюда запоры. Нескоординированная работа диафрагмы и мышц
                глотки будут приводить к заглатыванию воздуха и метеоризму. Для купирования симптоматики ГЭРБ и запоров
                используют прокинетики, позиционирование, слабительные средства, дисфагии – загустители пищи и
                логопедическую коррекцию глотания.
              </li>
              <li class="list—group—item">
                <strong>Моторные и звуковые стереотипии</strong>, являющиеся не столько поведенческим феноменом как
                таковым, сколько непосредственным проявлением неврологических изменений при CDD. Так, для
                целенаправленных действий нужна слаженная работа коры, мозжечка и базальных ганглиев, а при CDD эти
                связи нарушены. Вместо сложных скоординированных действий возникают примитивные моторные циклы, - мозг
                как бы «застревает» в определенных двигательных / звуковых паттернах. Очень характерны стереотипии рук
                (помещение пальцев в рот, хлопанье в ладоши, «моющие» движения руками, тремороподобные движения - тряска
                кистями), стереотипии ног (их скрещивание). Стереотипии также можно рассматривать как механизм
                саморегуляции, помогающий мозгу снижать избыточное возбуждение. У здорового человека стереотипии гибкие
                и управляемые, при CDD это, скорее, патологический компенсаторный автоматизм, возникающий из-за поломки
                нейронных сетей: из-за нехватки ГАМК мозг с дефицитом CDKL5 не может подавлять перевозбуждение
                «изнутри», используя стереотипии как внешний тормоз (например, ребенок будет трясти руками при ярком
                свете/шуме, чтобы «заблокировать» избыточную сенсорную информацию).
              </li>
              <li class="list—group—item">
                <strong>Расстройства сна</strong>, проявляющиеся длительной бессонницей (вплоть до 2—3х суток),
                неспособностью ребенка поддерживать необходимую продолжительность ночного сна, а также зачастую
                чрезмерной дневной сонливостью.Причина этих проблем при дефиците CDKL5 – не поведенческие привычки, как
                у большинства здоровых людей, но нейробиология CDD. Так, правильное созревание супрахиазматического ядра
                (так называемых «внутренних часов» мозга) предположительно зависит от белкового продукта CDKL5, в итоге
                нарушается выработка мелатонина, сбивается цикл «сон-бодрствование», отсюда бессонница ночью и дневная
                сонливость. И если при «поведенческой бессоннице» отмечается хороший ответ на мелатонин, то при CDD его
                эффективность только порядка 30 %. Равно как и немедикаментозные способы коррекции – определенные
                повторяющиеся ритуалы перед сном, шторы блэкаут, белый шум, утяжеленное одеяло – не всегда могут давать
                желаемый эффект (как в случае с неврологически здоровым ребенком).
              </li>
              <li class="list—group—item">
                <strong>Эпизоды неуемного смеха и/ или плача</strong> без видимой причины, в целом симптоматика
                тревожного расстройства. По всей видимости, эти симптомы также связаны с глубокими нарушениями работы
                лимбической системы и коры. Так, при CDD нарушается связь миндалевидного тела с префронтальной корой,
                тормозящей избыточные реакции, как следствие – эмоции у ребенка могут возникать без внешнего стимула.
                Плюс при CDKL5-энцефалопатии нарушается синтез серотонина и норадреналина (по данным исследований, у
                мышей с нокаутом CDKL5 уровень серотонина в коре падал на 40%), что само по себе ведет к перепадам
                настроения. В свою очередь нехватка ГАМК как главного «успокаивающего» нейромедиатора может приводить к
                чрезвычайно острым реакциям на малозначимые стимулы и стереотипиям как попыткам снизить тревогу. Плюс
                при тяжелой CDD-эпилепсии гипервозбудимые нейроны в лимбической системе могут генерировать так
                называемые псевдоэмоциональные приступы (смех или плач без причины). У ребенка с CDD может также
                отмечаться сниженная реакция на боль – опять же из-за повреждения определенных зон мозга (отвечающих за
                осознание боли).
              </li>
              <li class="list—group—item">
                <strong>Нарушения зрения</strong>, известные как корковая зрительная дисфункция или корковая «слепота»:
                при отсутствии как таковой анатомической глазной патологии – сложности в оценке того, как именно мозг
                ребенка обрабатывает поступающую зрительную информацию. То есть «слепота» при CDD это именно дисфункция
                зрительной коры из-за дефицита CDKL5, не связанная напрямую с поражением глаз, но резко ограничивающая
                взаимодействие ребенка с миром. Характерен плохой зрительный контакт или его полное отсутствие, привычка
                уводить взгляд в сторону (данная особенность зачастую помогает опытным врачам-клиницистам
                дифференцировать CDD в отличие от Ретт-синдрома, при котором дети идут на зрительный контакт, инициируют
                его). Также распространены аномальные движения глаз, которые включают эзотропию, экзотропию, а также
                горизонтальный и вращательный нистагм. В целом характерны значительные трудности в визуально
                ориентированных задачах, требующих прослеживания. Может иметь место аномальная реакция на яркий свет,
                например, отсутствие моргания. При этом некоторые семьи отмечают улучшение зрительного контакта и
                фиксации взгляда на предметах с возрастом.
              </li>
              <li class="list—group—item">
                <strong>Нарушения работы опорно—двигательного аппарата</strong>. Для CDD характерен низкий мышечный
                тонус – так называемая генерализованная мышечная гипотония. Это опять же напрямую связано с
                неврологическим статусом при CDD: нейроны не создают стабильных связей, и сигналы от мозга к мышцам
                передаются некорректно, отсюда и нескоординированность движений, и гипотонус. С возрастом может
                прогрессировать сколиоз, возникать контрактуры, деформации скелета. Возможны вывихи бедренных и коленных
                суставов, особенно на фоне приступов. В целях предупреждения применяются технические средства
                (вертикализаторы, коляски с поддержкой), физиотерапия для укрепления мышц и профилактики контрактур,
                также используется ортезирование (шины, корсеты для поддержки позвоночника и суставов). Может быть
                показано хирургическое вмешательство.
              </li>
              <li class="list—group—item">
                <strong>Нарушения дыхания</strong>, такие как апноэ, гипервентиляция, а также повышенный риск развития
                респираторных заболеваний. Эти явления связаны с нарушением работы дыхательного центра в стволе мозга,
                снижением мышечного тонуса в верхних дыхательных путях. Из-за нарушения глотания повышается риск
                попадания слюны или пищи в дыхательные пути. Также сама судорожная активность может влиять на
                дыхательный ритм (например, апноэ во время приступа).
              </li>
              <li class="list—group—item">
                Также на сегодняшний момент выделяют некоторые <strong>минимальные дисморфические черты</strong>,
                характерные для детей с дефицитом CDKL5: широкий выступающий лоб, большие, глубоко посаженные глаза,
                большой рот, полные губы, диастема (большие промежутки между зубами), маленькие холодные стопы и
                маленькие кисти рук.
              </li>
            </ul>
          </div>
        </div>
        <p>
          Выраженность симптомов может варьироваться от сравнительно легкого фенотипа (самостоятельная ходьба,
          ограниченная речь) до тотальной инвалидизации ребенка (неспособности удерживать голову, глотать и даже дышать
          самостоятельно). В любом случае автономное существование людей с CDD невозможно.
        </p>

        <h2 id="section11">Пределы статистики</h2>
        <p>
          Нужно понимать, что синдром дефицита CDKL5 «молодое» заболевание, подтвержденных случаев описано не так много
          в научной литературе, соответственно, статистика на данный момент может не отражать в полной мере всех
          особенностей течения болезни. Несомненно, по мере дальнейшего выявления и описания случаев
          CDKL5—ассоциированного расстройства данные будут уточняться, статистика корректироваться. В том числе поэтому
          семьям так важно обращаться за генетическим консультированием (в случае наличия показаний), получать точный
          диагноз и заявлять о себе, тем самым помогая ученым накапливать данные для более точного понимания специфики
          заболевания.
        </p>
        <h2 id="section12" class="mt—4">История описания заболевания</h2>
        <h3 class="mt—3">Атипичный Ретт?</h3>
        <p>
          До 2003 г. синдром дефицита CDKL5 не рассматривался как самостоятельное заболевание и считался атипичным
          (более тяжелым) вариантом течения синдрома Ретта, другого неврологического расстройства, впервые описанного
          австрийским педиатром Андреасом Реттом еще в 60—х гг. XX века. Синдром Ретта поражает почти исключительно
          девочек (также в силу Х—сцепленности), для него характерно нормальное развитие ребенка в первые 6—18 месяцев
          жизни, после чего происходит потеря двигательных и когнитивных навыков, утрата способности к общению,
          нарастающий сколиоз, появляются характерные стереотипные движения рук и судорожная активность (не всегда). В
          дальнейшем было установлено, что синдром развивается в связи с мутациями в гене MECP2, расположенном на
          Х—хромосоме.
        </p>
        <h3 class="mt—3">От STK9 к CDKL5</h3>
        <p>
          Ген CDKL5 впервые был обнаружен на коротком плече Х—хромосомы в 1998 г. Ген изначально назвали STK9
          (серин—треонин—киназа). В 2003 г. Вера Кальшоер с коллегами из института молекулярной биологии Макса Планка
          опубликовала исследование, которое связывало нарушения в работе этого гена с инфантильными спазмами,
          гипсаритмией на ЭЭГ и умственной отсталостью у нескольких девочек. Впоследствии ген STK9 стал известен как
          CDKL5, что означает циклинзависимая киназа 5—го типа (cyclin—dependent kinase 5). С 2004 г. стали появляться и
          другие исследования, демонстрирующие каузальность вариантов в гене CDKL5 и наличия соответствующего фенотипа у
          детей с мутацией в этом гене. С 2013 г. синдром дефицита CDKL5 фактически признан самостоятельным
          заболеванием. База данных CDKL5 впервые была опубликована в 2015 г., термин CDD закрепился в 2018 г. В базе
          OMIM синдром классифицируется как «Энцефалопатия развития и эпилептическая энцефалопатия 2—го типа»
          (Developmental and epileptic encephalopathy 2), # 300672.
        </p>
      </section>
    </div>
    <!-- Плавающее меню -->
    <div class="col-lg-2">
      <div class="sticky-top pt-3">
        <nav class="anchor-menu">
          <!-- Якорные ссылки -->
          <a href="#section1" class="d-block py-1">CDD</a>
          <a href="#section2" class="d-block py-1">Гендерные различия, эпидемиология</a>
          <a href="#section3" class="d-block py-1">Почему это случилось и случится ли снова?</a>
          <a href="#section4" class="d-block py-1">Код МКБ, OMIM</a>
          <a href="#section5" class="d-block py-1">Молекулярная основа заболевания и его возможная обратимость</a>
          <a href="#section6" class="d-block py-1">Диагностические критерии</a>
          <a href="#section7" class="d-block py-1">Что сдавать?</a>
          <a href="#section8" class="d-block py-1">Метод Сэнгера</a>
          <a href="#section9" class="d-block py-1">Как протекает болезнь?</a>
          <a href="#section10" class="d-block py-1">Симптоматика</a>
          <a href="#section11" class="d-block py-1">Пределы статистики</a>
          <a href="#section12" class="d-block py-1">История описания заболевания</a>
        </nav>
      </div>
    </div>
  </div>
</div>
