<div class="container">
    <div class="row">
        <!-- Основной контент -->
        <div class="col-lg-10">
            <section id="genetics">
                <div class="container">
                    <h1>Генетика CDKL5</h1>
                    <p class="text-justify">Ген CDKL5 состоит из 21 кодирующего белок участка - экзона. Упрощая,
                        можно сказать, что CDKL5 - это книга из 21 главы; если в какой-то главе есть «опечатки»
                        (мутация), мозг не
                        сможет правильно ее «прочитать».</p>

                    <h2>Мутация - всегда плохо?</h2>
                    <p>Зачастую всякую «мутацию» люди склонны приравнивать к «болезни», это неверно. Мутация - это любое
                        изменение в
                        нуклеотидной последовательности ДНК, все найденные отличия от референсного генома человека (по
                        сути
                        электронной базы данных нуклеотидных последовательностей Homo sapiens, взятых за образец) Но
                        каждый из нас
                        имеет более 20 000 мутаций, своего рода опечаток, которые не ведут, однако, к негативным
                        последствиям, а
                        являются нейтральными или даже полезными. Известны, например, случаи нахождения мутаций у
                        профессиональных
                        спортсменов, дающих им «генетическое» преимущество перед соперниками в виде, скажем, большего
                        объема красных
                        кровяных телец и большего объема кислорода, который эти клетки способны переносить. Нейтральные
                        мутации
                        могут затрагивать нуклеотидную последовательность ДНК, но не влиять в итоге на строение
                        белков.</p>
                    <p>Поэтому важно подчеркнуть, что все результаты молекулярно-генетических тестов интерпретируются не
                        сами по
                        себе, но на предмет совпадения с соответствующим фенотипом.</p>
                    <p>Так, CDD, несомненно, возникает из-за патогенных вариантов в гене CDKL5, однако заранее мы не
                        можем сказать,
                        какой вариант «опечатки» приведет к тяжелому неврологическому расстройству, а какой будет
                        доброкачественным
                        (так называемый генный полиморфизм).</p>

                    <h2>От ДНК к белку</h2>
                    <p>«Рецепты» изготовления белков, выполняющих основные функции поддержания жизнедеятельности
                        организма, записаны
                        в генах в виде кода. Код в свою очередь представляет собой последовательность нуклеотидов,
                        состоящих из
                        молекулы сахара, молекулы фосфата и двух пар азотистых оснований (аденин с тимином, гуанин с
                        цитозином - A-T
                        и G-C.).</p>
                    <p>Код преобразуется в белок с помощью РНК. Если ген - это «чертеж», то РНК - это «шаблон», который
                        берется из
                        гена и используется для создания белка в процессе, называемом транскрипцией. Структура,
                        называемая рибосомой
                        (своего рода фабрика по производству белков), считывает шаблон РНК и использует его для
                        построения цепочки
                        аминокислот в процессе, называемом трансляцией, - так мы получаем белок.</p>
                    <p>Белковый продукт-фермент гена CDKL5 - циклинзависимая киназа 5-го типа. О точной ее роли на
                        молекулярном
                        уровне ученым еще только предстоит узнать, но уже сейчас известно, что она участвует в
                        регулировании
                        активности и других генов и критически важна для нормального развития головного мозга ребенка,
                        особенно в
                        раннем постнатальном периоде.</p>
                    <p>Для того, чтобы был сформирован полноразмерный белок, необходим определенный порядок пар
                        оснований в CDKL5 -
                        аденин-тимин (A-T), гуанин-цитозин (G-C): если порядок аминокислот нарушен из-за мутации, то
                        белок, возможно
                        не будет синтезироваться и, следовательно, не будет функционировать должным образом. Результат -
                        тяжелая
                        энцефалопатия развития, усугубляемая эпилептической энцефалопатией.</p>

                    <h2>Как прочесть результаты анализа?</h2>
                    <p>Каждые 3 пары оснований образуют кодон и кодируют одну аминокислоту. CDKL5 кодирует белок из 1030
                        аминокислот
                        и состоит из 21 участка. Точнее, всего в гене CDKL5 24 экзона, однако только 21 из них
                        транслируется. На
                        сегодняшний момент также считается, что важный для человеческого мозга белок может кодироваться
                        только
                        экзонами до 18 (в некоторых источниках - до 19).</p>
                    <p>В структуре CDKL5 выделяют каталитический домен (2-11 экзоны, 13-297 аминокислоты) и длинный
                        С-терминальный
                        домен (с 12 экзона, 298-1030).</p>
                    <p>Результат генетического анализа, который получает семья и на основе которого ставится диагноз
                        CDKL5
                        расстройства, как правило, указывает либо то основание, которое было затронуто (обозначается
                        буквой «с»),
                        либо аминокислоту, которая была изменена (обозначается «p»).</p>
                    <p>Так, обозначение c.175C>T говорит о том, что основание цитозин в позиции 175 (5 экзон) было
                        заменено на
                        тимин. Это миссенс-замена. Другой пример - c.2047delG, что означает удаление основания гуанина в
                        позиции
                        2047 (14 экзон).</p>

                    <h2>Мутации - какие?</h2>
                    <p>Фактически вся наша генетическая информация хранится и передается в виде простой
                        последовательности из 4
                        азотистых оснований: аденина (A), тимина (T), гуанина (G) и цитозина (C). В РНК тимин заменяется
                        урацилом
                        (U). Расположение этих 4 оснований в различных комбинации в конечном итоге приводит к
                        образованию белков.
                        Азотистые основания считываются группами по 3, которые называются кодонами. Кодоны определяют
                        порядок
                        расположения аминокислот, которые сворачиваются, создавая белки.</p>

                    <h3>Делеция</h3>
                    <p>Когда одно или несколько оснований удаляются, это делеция. Например, AUGGGACGA становится
                        AUGGACGA. Основание
                        G удаляется из середины.</p>

                    <h3>Вставка</h3>
                    <p>При таком типе мутации в последовательность, напротив, добавляется основание. Например, AUGACGAGA
                        становится
                        AUGAACGAGA. Буква A добавляется в середину последовательности.</p>

                    <h3>Дупликация</h3>
                    <p>Часть последовательности гена дублируется и копируется в последовательность несколько раз.
                        AGCGGACGA
                        становится AGCGGAGGAGGAGGACGA. Длина дублированной последовательности может варьироваться от
                        одного кодона
                        до нескольких кодонов.</p>

                    <h3>Замена</h3>
                    <p>В этом типе одна пара оснований заменяется другой. Например, ACAGCCAGC становится ACAGGCAGC - C
                        заменяется на
                        G.</p>

                    <h3>Инверсия</h3>
                    <p>Иногда часть нити ДНК может отделиться от середины. Этот сегмент, прежде чем снова прикрепиться к
                        основной
                        нити, иногда поворачивается на 180 ° перед повторным прикреплением. Это инверсионная мутация.
                        При этом не
                        происходит потери или добавления каких-либо оснований, но меняется порядок, что может привести к
                        значительным изменениям в кодируемом белке.</p>

                    <h3>Мутация со сдвигом рамки считывания (frameshift)</h3>
                    <p>Рассмотрим мутацию делеции, когда AUGGGACGA становится AUGGACGA. Теперь посмотрим, как это будет
                        считываться
                        в соответствии с генетическим кодом: AUG GGA CGA в отличие от AUG GAC GA. То есть удаление
                        основания привело
                        к неправильному считыванию всей цепочки ДНК из-за рамки считывания: даже если остальная часть
                        цепочки верна,
                        она все равно будет считываться неправильно.</p>
                    <p>Делеция, вставка и дупликация могут приводить к таким типам мутаций со сдвигом рамки.</p>
                    <p>С точки зрения последствий мутации могут быть <strong>нейтральными, миссенс</strong> (мутации,
                        приводящие к
                        изменению аминокислотной последовательности; могут быть как незначительными, так и более
                        серьезными для
                        организма) и <strong>нонсенс</strong> (приводящие к появлению преждевременного стоп-кодона, в
                        результате
                        чего образуется усеченный дисфункциональный или полностью нефункциональный белок).</p>

                    <h2>Какой тип мутации тяжелее?</h2>
                    <p>Односложного ответа на этот вопрос нет.</p>
                    <p>И все же можно говорить о том, что наиболее тяжелыми по последствиям являются структурные мутации
                        со сдвигом
                        рамки считывания - это делеции и инсерции, не кратные трем нуклеотидам, т. е. величине кодона.
                        Мутации со
                        сдвигом рамки ведут к синтезу «бессмысленного» чужеродного белка, который быстро деградирует.
                        Если такие
                        мутации расположены ближе к началу гена, они нередко либо оказываются несовместимы с жизнью,
                        либо ведут к
                        наиболее выраженным симптомам болезни. Нонсенс-мутации с образованием преждевременного
                        стоп-кодона, по
                        последствиям сопоставимы с теми, которые имеют место при мутациях со сдвигом рамки считывания.
                        Проявления
                        миссенс-мутаций зависят от функциональной значимости того участка белка, в котором произошла
                        аминокислотная
                        замена. Так, мутации, расположенные в регуляторных областях гена, могут приводить к
                        количественным
                        нарушениям белка с сохранением его нормальной структуры.</p>

                    <h2>Влияние типа мутации и ее расположения на тяжесть фенотипа</h2>
                    <p>На данный момент появляются исследования, направленные на установление возможной корреляции между
                        генотипом и
                        фенотипами заболевания. Так, есть публикации, в которых у пациентов с мутациями в каталитическом
                        домене
                        (2-11 экзоны), мутациями со сдвигом рамки считывания с локализацией в С-терминальной области и
                        нонсенс-мутациями по всей длине белка отмечались наиболее выраженные психомоторные нарушения и
                        тяжелое
                        резистентное течение эпилепсии. При этом есть данные, согласно которым миссенс-замены в
                        терминальной области
                        приводят к более легким неврологическими проявлениями.</p>
                    <p>Справедливости ради, пока у ученых здесь гораздо больше вопросов, чем ответов.</p>
                </div>
            </section>
        </div>
    </div>
</div>