<div class="container">
    <div class="row">
        <!-- Основной контент -->
        <div class="col-lg-10">
            <section class="article-title genetics d-flex align-items-center justify-content-center text-center">
                <div class="container">
                    <h1 class="mb-0 white">Генетика CDKL5</h1> <!-- mb-0 убирает отступ снизу -->
                </div>
            </section>
            <section id="genetics">
                <h2 id="section1">Мутация - всегда плохо?</h2>
                <p>Ген CDKL5 состоит из 21 кодирующего белок участка - экзона. Упрощая,
                    можно сказать, что CDKL5 - это книга из 21 главы; если в какой-то главе есть «опечатки»
                    (мутация), мозг не
                    сможет правильно ее «прочитать».</p>
                <p>Зачастую всякую «мутацию» люди склонны приравнивать к «болезни», это неверно. Мутация – это любое
                    изменение в нуклеотидной последовательности ДНК, все найденные отличия от референсного генома
                    человека (по сути электронной базы данных нуклеотидных последовательностей Homo sapiens, взятых за
                    образец). Но каждый из нас имеет очень большое количество мутаций, своего рода опечаток, которые не
                    ведут, однако, к негативным последствиям, а являются нейтральными или даже полезными.
                    Известны, например, случаи нахождения мутаций у профессиональных спортсменов, дающих им
                    «генетическое» преимущество перед соперниками в виде, скажем, бóльшего объема красных кровяных телец
                    и бóльшего объем кислорода, который эти клетки способны переносить; как следствие –
                    супервыносливость. Например, ген EPOR, который кодирует рецептор эритропоэтина, регулирующего
                    производство эритроцитов в костном мозге. Варианты в EPOR могут приводить к полицитемии (высокому
                    гемоглобину). Прямых доказательств мутаций EPOR у топ-атлетов нет – генетические тесты обычно
                    конфиденциальны, но у некоторых лыжников, велогонщиков находили аномалии гемоглобина, однако
                    конкретные гены не называли (по этическим соображениям).
                    То есть мутации могут быть «на пользу» организму. Могут быть и нейтральные мутации, затрагивающие
                    нуклеотидную последовательность ДНК, но не влияющие в итоге на функцию.</p>
                <p>Поэтому важно подчеркнуть, что все результаты молекулярно-генетических тестов интерпретируются не
                    сами по
                    себе, но на предмет совпадения с соответствующим фенотипом.</p>
                <p>Так, CDD, несомненно, возникает из-за патогенных вариантов в гене CDKL5, однако заранее мы не
                    можем сказать,
                    какой вариант «опечатки» приведет к тяжелому неврологическому расстройству, а какой будет
                    доброкачественным
                    (так называемый генный полиморфизм).</p>

                <h2 id="section2">От ДНК к белку</h2>
                <p>«Рецепты» изготовления белков, выполняющих основные функции поддержания жизнедеятельности
                    организма, записаны
                    в генах в виде кода. Код в свою очередь представляет собой последовательность нуклеотидов,
                    состоящих из
                    молекулы сахара, молекулы фосфата и двух пар азотистых оснований (аденин с тимином, гуанин с
                    цитозином - A-T
                    и G-C).</p>
                <p>Код преобразуется в белок с помощью РНК. Если ген - это «чертеж», то РНК - это «шаблон», который
                    берется из
                    гена и используется для создания белка в процессе, называемом транскрипцией. Структура,
                    называемая рибосомой
                    (своего рода фабрика по производству белков), считывает шаблон РНК и использует его для
                    построения цепочки
                    аминокислот в процессе, называемом трансляцией, - так мы получаем белок.</p>
                <p>Белковый продукт-фермент гена CDKL5 - циклинзависимая киназа 5-го типа. О точной ее роли на
                    молекулярном
                    уровне ученым еще только предстоит узнать, но уже сейчас известно, что она участвует в
                    регулировании
                    активности и других генов и критически важна для нормального развития головного мозга ребенка,
                    особенно в
                    раннем постнатальном периоде.</p>
                <p>Для того, чтобы был сформирован полноразмерный белок, необходим определенный порядок пар
                    оснований в CDKL5 -
                    аденин-тимин (A-T), гуанин-цитозин (G-C): если порядок аминокислот нарушен из-за мутации, то
                    белок, возможно
                    не будет синтезироваться и, следовательно, не будет функционировать должным образом. Результат -
                    тяжелая
                    энцефалопатия развития, усугубляемая эпилептической энцефалопатией.</p>

                <h2 id="section3">Как прочесть результаты анализа?</h2>
                <p>Каждые 3 пары оснований образуют кодон и кодируют одну аминокислоту. CDKL5 кодирует белок из 1030
                    аминокислот
                    и состоит из 21 участка. Точнее, всего в гене CDKL5 24 экзона, однако только 21 из них
                    транслируется. На
                    сегодняшний момент также считается, что важный для человеческого мозга белок может кодироваться
                    только
                    экзонами до 18.</p>
                <p>Отметим, что может возникать некоторая путаница, т.к. нумерация экзонов CDKL5 в различных базах,
                    например, американской NCBI (National Center for Biotechnology Information) или британской Ensembl
                    может отличаться. Для основной изоформы CDKL5-1, состоящей из 1030 аминокислот, критичны 18 экзонов,
                    кодирующих функциональные домены: каталитический, или киназный (2-11 экзоны) и длинный
                    С-терминальный (с 12 экзона).</p>
                <p>Результат генетического анализа, который получает семья и на основе которого ставится диагноз
                    CDKL5-ассоциированного расстройства, как правило, указывает либо то основание, которое было
                    затронуто (обозначается «с»), либо аминокислоту, которая была изменена (обозначается «p»). Пример
                    найденной мутации в гене CDKL5: c.1863_1864delAG — делеция двух нуклеотидов (TGA>T) в позициях 1863
                    и 1864 относительно стартового кодона, по аминокислоте p.Arg621fs – сдвиг рамки считывания, начиная
                    с 621 позиции аминокислоты. Нуклеотидное описание (c.1863_1864delAG) точно локализует мутацию в
                    гене. Аминокислотное описание (p.Arg621SerfsTer17) показывает ее последствия для белка. В данном
                    случае мутация приводит к образования преждевременного стоп-кодона через 17 кодонов, что ожидаемо
                    ведет к нонсенс-опосредованной деградации белка (NMD).</p>


                <table class="table">
                    <thead>
                    <tr>
                        <th scope="col">Экзон</th>
                        <th scope="col">Пара оснований</th>
                        <th scope="col">Аминокислота</th>
                    </tr>
                    </thead>
                    <tbody>
                    <tr>
                        <td>1</td>
                        <td>0</td>
                        <td>0</td>
                    </tr>
                    <tr>
                        <td>2</td>
                        <td>1–64</td>
                        <td>1–21</td>
                    </tr>
                    <tr>
                        <td>3</td>
                        <td>65–99</td>
                        <td>22–33</td>
                    </tr>
                    <tr>
                        <td>4</td>
                        <td>100–145</td>
                        <td>34–48</td>
                    </tr>
                    <tr>
                        <td>5</td>
                        <td>146–282</td>
                        <td>49–94</td>
                    </tr>
                    <tr>
                        <td>6</td>
                        <td>283–403</td>
                        <td>95–134</td>
                    </tr>
                    <tr>
                        <td>7</td>
                        <td>404–463</td>
                        <td>135–154</td>
                    </tr>
                    <tr>
                        <td>8</td>
                        <td>464–554</td>
                        <td>155–185</td>
                    </tr>
                    <tr>
                        <td>9</td>
                        <td>555–744</td>
                        <td>186–248</td>
                    </tr>
                    <tr>
                        <td>10</td>
                        <td>745–825</td>
                        <td>249–275</td>
                    </tr>
                    <tr>
                        <td>11</td>
                        <td>826–977</td>
                        <td>276–326</td>
                    </tr>
                    <tr>
                        <td>12</td>
                        <td>978–1944</td>
                        <td>327–648</td>
                    </tr>
                    <tr>
                        <td>13</td>
                        <td>1945–2046</td>
                        <td>649–682</td>
                    </tr>
                    <tr>
                        <td>14</td>
                        <td>2047–2152</td>
                        <td>683–717</td>
                    </tr>
                    <tr>
                        <td>15</td>
                        <td>2153–2276</td>
                        <td>718–759</td>
                    </tr>
                    <tr>
                        <td>16</td>
                        <td>2277–2376</td>
                        <td>760–792</td>
                    </tr>
                    <tr>
                        <td>17</td>
                        <td>2377–2496</td>
                        <td>793–832</td>
                    </tr>
                    <tr>
                        <td>18</td>
                        <td>2497–2712</td>
                        <td>833–904</td>
                    </tr>
                    <tr>
                        <td>19</td>
                        <td>2713–2796</td>
                        <td>905–932</td>
                    </tr>
                    <tr>
                        <td>20</td>
                        <td>2797–2979</td>
                        <td>933–993</td>
                    </tr>
                    <tr>
                        <td>21</td>
                        <td>2980–3092</td>
                        <td>994–1030</td>
                    </tr>
                    </tbody>
                </table>

                <h2 id="section4">Мутации - какие?</h2>
                <p>Фактически вся наша генетическая информация хранится и передается в виде простой
                    последовательности из 4
                    азотистых оснований: аденина (A), тимина (T), гуанина (G) и цитозина (C). В РНК тимин заменяется
                    урацилом (U). То сеть в ДНК: A, T, G, C, а в РНК — A, U, G, C.
                <p>Расположение этих 4 оснований в различных комбинации в конечном итоге приводит к
                    образованию белков.
                    Азотистые основания считываются группами по 3, которые называются кодонами. Кодоны определяют
                    порядок
                    расположения аминокислот, которые сворачиваются, создавая белки.</p>
                <p>В контексте нашего рассмотрения синдрома дефицита CDKL5 оправдано все мутации разделить на две
                    группы:
                <ul>
                    <li>Изменения в "буквах" ДНК (точечные):
                        Миссенс – одна "ошибка" в слове (белок есть, но работает неправильно).
                        Нонсенс – ошибка превращает слово в "стоп" (белок обрывается).
                        Фреймшифт – пропуск/добавление букв, искажающий все предложение (белок ломается полностью).
                    </li>
                    <li>Крупные перестройки ДНК (структурные):
                        Делеция – потеря кусочка гена.
                        Дупликация – удвоение кусочка.
                        Инверсия – переворот участка.
                    </li>
                </ul>
                <p>Первые (точечные) чаще встречаются и прямо влияют на тяжесть болезни. Вторые (структурные) требуют
                    дополнительного изучения. Поэтому с точки зрения последствий возникшей мутации следует в первую
                    очередь говорить о миссенс, нонсенс и мутациях со сдвигом рамки (фреймшифт). Плюс учитывать
                    локализацию мутации: упрощая, можно сказать, что чем раньше, тем хуже. И напротив – есть данные,
                    согласно которым миссенс-замены в терминальной области гена приводят к более легким неврологическими
                    проявлениями CDD.
                <p> Итак, сравним типы мутаций – миссенс, нонсенс, фреймшифт.</p>
                <p>При миссенс-мутации происходит замена одного нуклеотида, приводящая к замене одной
                    аминокислоты.
                    Пример в CDKL5:
                    Исходная ДНК: CGA → Аргинин.
                    Мутация: CGA → CAA → Глутамин.
                    Последствия: белок сохраняет длину, но его функция может нарушиться (зависит от локализации замены).
                    Так, если это киназный домен, фенотип может быть тяжелым.</p>
                <p>При нонсенс-мутации замена одного нуклеотида приводит к стоп-кодону (TAA, TAG или TGA).
                    Пример в CDKL5:
                    Исходная ДНК: CGA → Аргинин.
                    Мутация: CGA → TGA → Стоп-кодон.
                    Последствия: синтез обрывается, возникает укороченный нефункциональный белок.</p>
                <p>При фреймшифт-мутации происходит вставка/делеция нуклеотидов, число которых не кратно 3, что сдвигает
                    рамку считывания.
                    Пример в CDKL5:
                    Исходная ДНК: CGA GAT TGC → Аргинин-Аспартат-Цистеин.
                    Делеция AG: CGA TGC → Новая рамка: CGA TGC → Аргинин-Цистеин-... (все последующие аминокислоты
                    изменяются). Если возникает стоп-кодон, например в приведенном выше варианте p.Arg621fs возникает
                    преждевременный обрыв.
                    Последствия: полное изменение последовательности белка и полностью нефункциональный белок. Фреймшифт
                    часто запускает NMD (деградацию мРНК), как следствие – белок отсутствует.</p>

                <table class="table">
                    <thead>
                    <tr>
                        <th>Тип мутации</th>
                        <th>Влияние на белок</th>
                        <th>Тяжесть фенотипа при CDD</th>
                    </tr>
                    </thead>
                    <tbody>
                    <tr>
                        <td>Миссенс</td>
                        <td>Частичная потеря функции</td>
                        <td>Умеренная – тяжелая (зависит от замены)</td>
                    </tr>
                    <tr>
                        <td>Нонсенс</td>
                        <td>Укороченный белок, отсутствие функции</td>
                        <td>Тяжелая</td>
                    </tr>
                    <tr>
                        <td>Фреймшифт</td>
                        <td>Аномальный белок или его отсутствие</td>
                        <td>Крайне тяжелая</td>
                    </tr>
                    </tbody>
                </table>

                <h2 id="section5">Какой тип мутации тяжелее?</h2>
                <p>Односложного ответа на этот вопрос нет. И все же можно говорить о том, что наиболее тяжелыми по
                    последствиям являются структурные мутации со сдвигом рамки считывания — это делеции и инсерции, не
                    кратные трем нуклеотидам, т. е. величине кодона. Мутации со сдвигом рамки ведут к синтезу
                    «бессмысленного» чужеродного белка, который быстро деградирует. Если такие мутации расположены ближе
                    к началу гена, они либо оказываются несовместимы с жизнью, либо ведут к наиболее выраженным
                    симптомам болезни. Нонсенс-мутации с образованием преждевременного стоп-кодона по последствиям
                    могут бать сопоставимы с теми, которые имеют место при мутациях со сдвигом рамки считывания (но в
                    целом остаточная функция лучше, чем ее полное отсутствие). Проявления миссенс-мутаций зависят от
                    функциональной значимости того участка белка, в котором произошла аминокислотная замена. Так,
                    мутации, расположенные в регуляторных областях гена, могут приводить к количественным нарушениям
                    белка с сохранением его нормальной структуры.
                    Справедливости ради, пока у ученых здесь гораздо больше вопросов, чем ответов.</p>

                <h2 id="section6">Инактивация одной из двух Х-хромосом у девочек с CDD</h2>
                <p>Также нужно учитывать возможную случайную инактивацию второй Х-хромосомы у девочек, которая также
                    может напрямую влиять на прогноз развития и качество жизни ребенка. Например, у девочек с легкими
                    симптомами часто выявляют преобладающую инактивацию мутантной Х-хромосомы. Дело в том, что у женщин
                    одна из двух Х-хромосом случайно инактивируется на ранних этапах эмбриогенеза (так называемая
                    дозационная компенсация, в результате которой примерно 50% клеток используют материнскую Х, 50% –
                    отцовскую, пропорции могут варьироваться).
                <p>При CDD, если здоровая Х-хромосома инактивирована в большинстве клеток, мы получаем экспрессируемый
                    мутантный CDKL5 и, как следствие, тяжелый фенотип. Если же инактивирована мутантная Х-хромосома,
                    функция нормального гена сохраняется, получаем более мягкие симптомы.</p>
                <p>Пример: девочка с мутацией p.Arg178Trp:</p>
                <p> При 90% инактивации здоровой Х → тяжелая резистентная эпилепсия, отсутствие речи.</p>
                <p>При 70% инактивации мутантной Х → ремиссии по приступам, отдельные слова в речи.</p>
                <p>Обнаруживают Х-инактивацию с помощью метилирования ДНК: проводится ПЦР-анализ полиморфизмов в локусе
                    AR (андрогеновый рецептор) или XIST; биоматериал – кровь (лейкоциты), реже – фибробласты кожи или
                    буккальный эпителий. Также может проводиться экспрессия аллелей (RNA-seq): сравнение уровня мРНК
                    мутантного и нормального CDKL5 в клетках. Существуют и функциональные тесты на активность ферментов,
                    кодируемых Х-хромосомой (например, G6PD).</p>
                <p>По данным CDKL5 Registry неравномерная инактивация встречается у 30–50% (из числа допобследованных)
                    девочек с CDD.</p>

                <h2 id="section7">Влияние эпигенетических факторов на течение болезни</h2>
                <p>Сегодня наука все чаще использует понятие эпигенетики в контексте изучения тех наследуемых свойств
                    организма, которые не связаны с изменением собственно нуклеотидной последовательности ДНК, но
                    опосредованно заложены в геноме. Так, действительно могут иметь важное значение те химические
                    изменения ДНК или связанных с ней белков (гистонов), которые напрямую не меняют ее структуру, но
                    регулируют активность генов. Это как раз эпигенетические факторы (влияние среды на гены, которое
                    также может подпадать под «эпигенетику», в данном случае не обсуждается нами). Потенциально они
                    могут усиливать или ослаблять тяжесть течения генетических заболеваний – CDD, синдрома Ретта и
                    других.</p>
                <p> Основные типы такого «дополнительного» генетического влияния – метилирование ДНК (может снижать
                    экспрессию CDKL5, значит,остаточного белка будет еще меньше и фенотип будет тяжелее), модификация
                    гистоновых белков (влияет на клеточный цикл и может усугублять нейродегенерацию в районе CDKL5 в
                    связи со слабой компенсацией утраченной функции), экспрессия некодирующей микроРНК (тоже может
                    подавлять CDKL5 и потенциально усиливать судороги).</p>
                <p>Не вдаваясь в сложные нейробиологические механизмы: эпигенетические различия могут объяснять
                    вариабельность симптомов у детей даже с одной и той же мутацией в CDKL5. То есть это своего рода
                    «переключатели» активности генов, которые могут как усиливать тяжесть генетической мутации
                    (например, через метилирование), так и смягчать симптомы (если резервные гены остаются
                    активными).</p>
                <p>На сегодняшний день теоретически можно исследовать, какие гены «выключены» или «включены» у ребенка,
                    понять, насколько плотно «упакована» ДНК в клетках и есть ли молекулы, которые могут блокировать
                    работу CDKL5. Но проводятся такие анализы в основном в рамках научных исследований, а не рутинной
                    диагностики детей с CDD. Пока это в большей степени именно исследовательский интерес ученых, а не
                    предмет заботы самих семей: сегодня эти знания не повлияют на течение болезни ребенка. С другой
                    стороны, именно такого рода исследования способствуют лучшему пониманию молекулярной основы CDD, а
                    значит, потенциально увеличивают шансы на разработку таргетной терапии (скажем, станет возможным
                    создание препарата, меняющего метилирование, а за счет этого влияющего на экспрессию CDKL5).</p>

            </section>
        </div>
        <!-- Плавающее меню -->
        <div class="col-lg-2">
            <div class="list-group sticky-top pt-3">
                <nav class="anchor-menu">
                    <a href="#section1" class="list-group-item list-group-item-action d-block py-1">Мутация - всегда плохо?</a>
                    <a href="#section2" class="list-group-item list-group-item-action d-block py-1">От ДНК к белку</a>
                    <a href="#section3" class="list-group-item list-group-item-action d-block py-1">Как прочесть результаты анализа?</a>
                    <a href="#section4" class="list-group-item list-group-item-action d-block py-1">Мутации - какие?</a>
                    <a href="#section5" class="list-group-item list-group-item-action d-block py-1">Какой тип мутации тяжелее?</a>
                    <a href="#section6" class="list-group-item list-group-item-action d-block py-1">Инактивация одной из двух Х-хромосом у девочек с CDD</a>
                    <a href="#section7" class="list-group-item list-group-item-action d-block py-1">Влияние эпигенетических факторов на течение болезни</a>
                </nav>
            </div>
        </div>
    </div>
</div>