<h1>Что такое расстройство CDKL5?</h1>
<img src="media/image1.png" alt="CDKL5" width="192" height="210">
<p><strong>CDD.</strong> Синдром дефицита CDKL5 (англ. CDKL5 Deficiency Disorder -- <strong>CDD</strong>) --- это
    тяжелое, генетически обусловленное, но не наследственное в подавляющем числе случаев заболевание мозга с дебютом на
    первом году жизни ребенка, проявляющееся судорожными приступами, резистентными к терапии, а также выраженными
    неврологическими, когнитивными, поведенческими и функциональными расстройствами. Заболевание таким образом в первую
    очередь представляет собой энцефалопатию развития и только во вторую -- эпилептическую энцефалопатию.</p>

<h2>Гендерные различия, эпидемиология.</h2>
<p>CDD носит Х-сцепленный характер, а потому значительно чаще поражает девочек, нежели мальчиков (может приводиться
    соотношение 4:1, профильная организация LoulouFoundation дает цифру 9:1). Распространенность заболевания в общей
    популяции также точно неизвестна в силу ограниченности данных, в научных статьях может фигурировать 1 случай на 40 000 --
    60 000 живорожденных младенцев (цифра при этом получена на очень малой выборке и за счет соотнесения с выявляемыми
    случаями других генетических эпилепсий -- синдромом Ретта (1:10 000), синдромом Драве (1:30 000) и др.)</p>
<p>Мальчики с CDD, в силу отсутствия у них второй (здоровой) копии гена CDKL5, как правило, имеют более тяжелые
    фенотипические проявления болезни: обнаружение у детей мужского пола с инфантильными спазмами патогенного/ вероятно
    патогенного варианта CDKL5 в большинстве случаев ведет к тяжелой инвалидизации (что не исключает, однако, отдельных
    случаев более легкого фенотипа).</p>

<h2>Почему это случилось и случится ли снова?</h2>
<p>Важно подчеркнуть, что, несмотря на генетическую природу синдрома CDKL5, в 99% случаев болезнь не является
    наследственной и поражает детей здоровых родителей, -- мутация в гене CDKL5 возникает у ребенка de novo.
    Предупредить появление такого генетического отклонения невозможно: это естественный процесс, на который не влияют ни
    окружающая среда, ни питание, ни образ жизни родителей, ни какие-либо действия родителей до или во время
    беременности. В этой связи прогноз при планировании последующих беременностей в семье, столкнувшейся с болезнью,
    благоприятный.</p>

<h2>Код МКБ, OMIM.</h2>
<p>В силу определенного фенотипического сходства синдром дефицита CDKL5 некоторое время рассматривался как атипичный
    вариант течения синдрома Ретта, но на сегодняшний день признан независимым заболеванием и классифицируется в
    каталоге генов и генетических заболеваний OMIM (Online Mendelian Inheritance in Man) как «Энцефалопатия развития и
    эпилептическая энцефалопатия 2-го типа» (Developmental and epileptic encephalopathy 2), код 300672. В начале 2020 г.
    Всемирная организация здравоохранения присвоила CDD диагностический код МКБ-10: G40.42.</p>

<h2>Молекулярная основа заболевания и его возможная обратимость.</h2>
<img src="media/image2.png" alt="Молекулярная основа" width="362" height="481">
<p>Расстройство CDKL5 это врожденное заболевание, возникающее при дефиците или полном отсутствии в организме продукта
    гена CDKL5 -- циклинзависимой киназы 5-го типа (cyclin-dependent kinase 5). Это белок, содержащийся в нейронах и
    участвующий в регуляции их созревания и синаптической пластичности. То есть, несколько упрощая, можно сказать, что
    ген CDKL5 содержит инструкции по созданию белка, необходимого для нормального развития мозга. Уровень CDKL5, по всей
    видимости, критически важен как для процессов созревания самих нейронов, так и формирования аксонов и дендритов
    (особенно в раннем постнатальном периоде, когда у ребенка очень быстро должна развиваться ЦНС). Хотя о всех
    конкретных функциях CDKL5 на сегодняшний момент известно далеко не все, предполагается также, что он участвует в
    регулировании активности других генов, в том числе MECP2, каузативного при синдроме Ретта (отсюда, вероятно,
    схожесть фенотипов).</p>
<p>При этом важно подчеркнуть, что CDKL5-ассоциированное расстройство не считается нейродегенеративным в строгом смысле,
    а значит, семьи вправе надеяться на обратимость заболевания в случае успешной разработки генной терапии. Однако на
    сегодняшний день болезнь неизлечима, и речь идет лишь о симптоматическом лечении, направленном на улучшение качества
    жизни детей с этим расстройством.</p>

<h2>Диагностические критерии</h2>
<p>В 2019 году американский невролог Хизер Олсон<sup><a href="#fn1">1</a></sup> предложила следующие минимальные
    диагностические критерии расстройства CDKL5:</p>
<ul>
    <li>обнаружение патогенного или вероятно патогенного варианта CDKL5 в результате проведения
        молекулярно-генетического анализа;
    </li>
    <li>задержка психомоторного развития ребенка на первом году жизни;</li>
    <li>ранний дебют эпилепсии -- в среднем в 1,5 месяца.</li>
</ul>

<h2>Что сдавать?</h2>
<p>Сам диагноз CDKL5-ассоциированной энцефалопатии может быть поставлен только на основании результатов проведенного
    молекулярно-генетического тестирования. При подозрении на генетический характер эпилепсии, как правило, назначается
    полное секвенирование экзома или полное секвенирование генома (включает также митохондриальные заболевания, частично
    хромосомные нарушения). При отсутствии данных о мутациях в известных генах по результатам этих исследований может
    быть показано проведение хромосомного микроматричного анализа экзонного уровня.</p>

<h2>Метод Сэнгера.</h2>
<p>После получения результатов анализа обязательна перепроверка найденной мутации методом Сэнгера у ребенка и родителей
    (в случае заболевания у ребенка мужского пола анализ проводится только у матери, т.к. единственную Х-хромосому
    мальчик получает от матери). Фактически Сэнгер это побуквенное чтение конкретной области ДНК 500-1000 нуклеотидов в
    длину, вероятность ошибки здесь стремится к нулю. В случае нахождения у родителя аналогичного варианта CDKL5
    необходима дополнительная консультация генетика, т.к. найденный вариант, возможно, не является патогенным, и причина
    состояния ребенка не CDKL5. Это связано с тем, что заболевание носит доминантный характер, т.е. фактически
    предполагает не носительство, но саму болезнь. А, учитывая тяжесть синдрома, маловероятно, что мать, имея патогенный
    вариант в гене CDKL5, клинически не имеет проявлений заболевания. Это возможно только при случайной инактивации
    второй Х-хромосомы со здоровой копией гена или же в случае гонадного мозаицизма (патогенный вариант имеет
    распространение только в половых клетках женщины, соматические же клетки «здоровы»). На практике такие варианты
    наследственного CDKL5 крайне маловероятны. Нахождение же аналогичного с ребенком варианта CDKL5 у отца наверняка
    означает, что причина состояния еще не найдена.</p>

<h2>Как протекает болезнь?</h2>
<h3>Основные проявления дефицита CDKL5:</h3>
<ul>
    <li><strong>Эпилептические приступы</strong>, дебютирующие в первые месяцы жизни ребенка (в среднем в 1.5 месяца),
        трудно поддающиеся контролю как с помощью современных противосудорожных препаратов, так и при введении
        кетогенной диеты или установке стимулятора блуждающего нерва.
    </li>
    <li><strong>Выраженная задержка моторного развития</strong>: очень ограниченные навыки работы руками, стереотипии
        рук (например, помещение рук в рот, хлопанье в ладоши, «моющие» движения руками), стереотипии ног (очень
        характерно их скрещивание); обилие дискинетических движений, апраксия, хорея; очень ограниченные навыки ходьбы
        (по последним данным только каждая пятая девочка и каждый двадцатый мальчик с синдромом дефицита CDKL5 может
        самостоятельно ходить в том или ином возрасте), при тяжелом фенотипе неспособность самостоятельно удерживать
        голову.
    </li>
    <li><strong>Выраженная задержка психоречевого развития</strong>: очень ограниченная, чаще -- полностью отсутствующая
        речь; неспособность понимать обращенную речь; в большинстве случаев степень умственной отсталости у детей --
        глубокая. Только каждый пятый ребенок с расстройством по статистике в состоянии произносить отдельные слова к 7
        годам.
    </li>
    <li><strong>Нарушения в работе желудочно-кишечного тракта</strong>: гастроэзофагеальная рефлюксная болезнь;
        метеоризм; плохая моторика кишечника, склонность к запорам, усугубляемая такими неврологическими проявлениями,
        как отказ от еды и питья. Низкая масса тела. Проблемы с глотанием (дисфагия) и высокий риск аспирационных
        пневмоний. По имеющейся статистике порядка 30% детей по мере прогрессирования заболевания вынуждены питаться с
        помощью гастростомической трубки.
    </li>
    <li><strong>Расстройства сна</strong>, проявляющиеся длительной бессонницей (вплоть до 2-3х суток), неспособностью
        ребенка поддерживать необходимую продолжительность ночного сна, а также зачастую чрезмерной дневной сонливостью.
        При этом наибольшая интенсивность нарушений, связанных со сном, отмечается родителями в возрасте 5--10 лет.
    </li>
    <li><strong>Эпизоды неуемного смеха и/ или плача</strong> без видимой причины. В целом симптомы тревожного
        расстройства. Сниженная реакция на боль. Также характерно такое неврологическое проявление, как бруксизм.
    </li>
    <li><strong>Нарушения зрения</strong>, известные как корковая зрительная дисфункция или корковая «слепота»: при
        отсутствии как таковой глазной патологии -- сложности в оценке того, как именно мозг ребенка обрабатывает
        поступающую зрительную информацию. Характерен плохой зрительный контакт или его полное отсутствие, привычка
        уводить взгляд в сторону. Также распространены аномальные движения глаз, которые включают эзотропию, экзотропию,
        а также горизонтальный и вращательный нистагм. В целом родителями отмечаются трудности в визуально
        ориентированных задачах, требующих прослеживания, захвата предмета. Может иметь место аномальная реакция на
        яркий свет, например, отсутствие моргания. При этом некоторые семьи отмечают улучшение зрительного контакта,
        фиксации взгляда на предметах и выполнения связанных с этим задач с возрастом.
    </li>
    <li><strong>Нарушения работы опорно-двигательного аппарата</strong>: низкий мышечный тонус (генерализованная
        мышечная гипотония) и, как следствие, сколиоз, а также вывихи бедренных и коленных суставов.
    </li>
    <li><strong>Нарушения дыхания</strong>, такие как апноэ, гипервентиляция, а также повышенный риск развития
        респираторных заболеваний.
    </li>
    <li>Также на сегодняшний момент выделяют некоторые <strong>минимальные дисморфические черты</strong>, характерные
        для детей с дефицитом CDKL5: широкий выступающий лоб, большие, глубоко посаженные глаза, большой рот, полные
        губы, диастема (большие промежутки между зубами), маленькие холодные стопы и маленькие кисти рук.
    </li>
</ul>

<p>Выраженность симптомов может варьироваться от сравнительно легкого фенотипа (самостоятельная ходьба, ограниченная
    речь) до тотальной инвалидизации ребенка (неспособности удерживать голову, глотать и даже дышать самостоятельно). В
    любом случае автономное существование людей с CDD невозможно.</p>

<table>
    <thead>
    <tr>
        <th>Симптоматика</th>
        <th>Частота встречаемости</th>
    </tr>
    </thead>
    <tbody>
    <tr>
        <td>Задержка психомоторного развития</td>
        <td>100%</td>
    </tr>
    <tr>
        <td>Эпилепсия</td>
        <td>98%</td>
    </tr>
    <tr>
        <td>Желудочно-кишечные проблемы</td>
        <td>85%</td>
    </tr>
    <tr>
        <td>Расстройства сна</td>
        <td>80%</td>
    </tr>
    <tr>
        <td>Церебральные нарушения зрения</td>
        <td>80%</td>
    </tr>
    <tr>
        <td>Нарушения работы опорно-двигательного аппарата</td>
        <td>70%</td>
    </tr>
    </tbody>
</table>

<h2>Пределы статистики.</h2>
<p>Нужно понимать, что синдром дефицита CDKL5 «молодое» заболевание, подтвержденных случаев описано не так много в
    научной литературе, соответственно, статистика на данный момент может не отражать в полной мере всех особенностей
    течения болезни. Несомненно, по мере дальнейшего выявления и описания случаев CDKL5-ассоциированного расстройства
    данные будут уточняться, статистика корректироваться. В том числе поэтому семьям так важно обращаться за
    генетическим консультированием (в случае наличия показаний), получать точный диагноз и заявлять о себе, тем самым
    помогая ученым накапливать данные для более точного понимания специфики заболевания.</p>

<h2>История описания заболевания</h2>
<h3>Атипичный Ретт?</h3>
<p>До 2003 г. синдром дефицита CDKL5 не рассматривался как самостоятельное заболевание и считался атипичным (более
    тяжелым) вариантом течения синдрома Ретта, другого неврологического расстройства, впервые описанного австрийским
    педиатром Андреасом Реттом еще в 60-х гг. XX века. Синдром Ретта поражает почти исключительно девочек (также в силу
    Х-сцепленности), для него характерно нормальное развитие ребенка в первые 6--18 месяцев жизни, после чего происходит
    потеря двигательных и когнитивных навыков, утрата способности к общению, нарастающий сколиоз, появляются характерные
    стереотипные движения рук и судорожная активность (не всегда). В дальнейшем было установлено, что синдром
    развивается в связи с мутациями в гене MECP2, расположенном на Х-хромосоме.</p>

<h3>От STK9 к CDKL5.</h3>
<p>Ген CDKL5 впервые был обнаружен на коротком плече Х-хромосомы в 1998 г. Ген изначально назвали STK9
    (серин-треонин-киназа). В 2003 г. Вера Кальшоер с коллегами из института молекулярной биологии Макса Планка
    опубликовала первое исследование, которое связывало нарушения в работе этого гена с инфантильными спазмами,
    гипсаритмией на ЭЭГ и умственной отсталостью у нескольких девочек. Впоследствии ген STK9 стал известен как CDKL5,
    что означает циклинзависимая киназа 5-го типа (cyclin-dependent kinase 5). С 2004 г. стали появляться и другие
    исследования, демонстрирующие каузальность вариантов в гене CDKL5 и наличия соответствующего фенотипа у детей с
    мутацией в этом гене. С 2013 г. синдром дефицита CDKL5 фактически признан самостоятельным заболеванием. База данных
    CDKL5 впервые была опубликована в 2015 г., термин CDD закрепился в 2018 г. В базе OMIM синдром классифицируется как
    «Энцефалопатия развития и эпилептическая энцефалопатия 2-го типа» (Developmental and epileptic encephalopathy 2), #
    300672.</p>

<h2>Генетика CDKL5</h2>
<p>Ген CDKL5 состоит из 21 кодирующего белок участка -- экзона. Упрощая, можно сказать, что CDKL5 --- это книга из 21
    главы; если в какой-то главе есть «опечатки» (мутация), мозг не сможет правильно ее «прочитать».</p>

<h3>Мутация -- всегда плохо?</h3>
<p>Зачастую всякую «мутацию» люди склонны приравнивать к «болезни», это неверно. Мутация -- это любое изменение в
    нуклеотидной последовательности ДНК, все найденные отличия от референсного генома человека (по сути электронной базы
    данных нуклеотидных последовательностей Homo sapiens, взятых за образец) Но каждый из нас имеет более 20 000
    мутаций, своего рода опечаток, которые не ведут, однако, к негативным последствиям, а являются нейтральными или даже
    полезными. Известны, например, случаи нахождения мутаций у профессиональных спортсменов, дающих им «генетическое»
    преимущество перед соперниками в виде, скажем, большего объема красных кровяных телец и большего объема кислорода,
    который эти клетки способны переносить. Нейтральные мутации могут затрагивать нуклеотидную последовательность ДНК,
    но не влиять в итоге на строение белков.</p>

<p>Поэтому важно подчеркнуть, что все результаты молекулярно-генетических тестов интерпретируются не сами по себе, но на
    предмет совпадения с соответствующим фенотипом.</p>

<p>Так, CDD, несомненно, возникает из-за патогенных вариантов в гене CDKL5, однако заранее мы не можем сказать, какой
    вариант «опечатки» приведет к тяжелому неврологическому расстройству, а какой будет доброкачественным (так
    называемый генный полиморфизм).</p>

<h3>От ДНК к белку</h3>
<img src="media/image3.png" alt="От ДНК к белку" width="368" height="215">
<p>«Рецепты» изготовления белков, выполняющих основные функции поддержания жизнедеятельности организма, записаны в генах
    в виде кода. Код в свою очередь представляет собой последовательность нуклеотидов, состоящих из молекулы сахара,
    молекулы фосфата и двух пар азотистых оснований (аденин с тимином, гуанин с цитозином -- A-T и G-C.).</p>

<p>Код преобразуется в белок с помощью РНК. Если ген --- это «чертеж», то РНК --- это «шаблон», который берется из гена
    и используется для создания белка в процессе, называемом транскрипцией. Структура, называемая рибосомой (своего рода
    фабрика по производству белков), считывает шаблон РНК и использует его для построения цепочки аминокислот в
    процессе, называемом трансляцией, -- так мы получаем белок.</p>

<p>Белковый продукт-фермент гена CDKL5 -- циклинзависимая киназа 5-го типа. О точной ее роли на молекулярном уровне
    ученым еще только предстоит узнать, но уже сейчас известно, что она участвует в регулировании активности и других
    генов и критически важна для нормального развития головного мозга ребенка, особенно в раннем постнатальном
    периоде.</p>

<p>Для того, чтобы был сформирован полноразмерный белок, необходим определенный порядок пар оснований в CDKL5 --
    аденин-тимин (A-T), гуанин-цитозин (G-C): если порядок аминокислот нарушен из-за мутации, то белок, возможно не
    будет синтезироваться и, следовательно, не будет функционировать должным образом. Результат -- тяжелая энцефалопатия
    развития, усугубляемая эпилептической энцефалопатией.</p>

<h3>Как прочесть результаты анализа?</h3>
<p>Каждые 3 пары оснований образуют кодон и кодируют одну аминокислоту. CDKL5 кодирует белок из 1030 аминокислот и
    состоит из 21 участка. Точнее, всего в гене CDKL5 24 экзона, однако только 21 из них транслируется. На сегодняшний
    момент также считается, что важный для человеческого мозга белок может кодироваться только экзонами до 18 (в
    некоторых источниках -- до 19).</p>

<p>В структуре CDKL5 выделяют каталитический домен (2-11 экзоны, 13-297 аминокислоты) и длинный С-терминальный домен (с
    12 экзона, 298-1030).</p>

<p>Результат генетического анализа, который получает семья и на основе которого ставится диагноз CDKL5 расстройства, как
    правило, указывает либо то основание, которое было затронуто (обозначается буквой «с»), либо аминокислоту, которая
    была изменена (обозначается «p»).</p>

<p>Так, обозначение c.175C>T говорит о том, что основание цитозин в позиции 175 (5 экзон) было заменено на тимин. Это
    миссенс-замена. Другой пример --- c.2047delG, что означает удаление основания гуанина в позиции 2047 (14 экзон).</p>

<img src="media/image4.png" alt="Мутации" width="197" height="332">

<h3>Мутации -- какие?</h3>
<p>Фактически вся наша генетическая информация хранится и передается в виде простой последовательности из 4 азотистых
    оснований: аденина (A), тимина (T), гуанина (G) и цитозина (C). В РНК тимин заменяется урацилом (U). Расположение
    этих 4 оснований в различных комбинациях в конечном итоге приводит к образованию белков. Азотистые основания
    считываются группами по 3, которые называются кодонами. Кодоны определяют порядок расположения аминокислот, которые
    сворачиваются, создавая белки.</p>

<h4>Делеция.</h4>
<p>Когда одно или несколько оснований удаляются, это делеция. Например, AUGGGACGA становится AUGGACGA. Основание G
    удаляется из середины.</p>

<h4>Вставка.</h4>
<p>При таком типе мутации в последовательность, напротив, добавляется основание. Например, AUGACGAGA становится
    AUGAACGAGA. Буква A добавляется в середину последовательности.</p>

<h4>Дупликация.</h4>
<p>Часть последовательности гена дублируется и копируется в последовательность несколько раз. AGCGGACGA становится
    AGCGGAGGAGGAGGACGA. Длина дублированной последовательности может варьироваться от одного кодона до нескольких
    кодонов.</p>

<h4>Замена.</h4>
<p>В этом типе одна пара оснований заменяется другой. Например, ACAGCCAGC становится ACAGGCAGC --- C заменяется на
    G.</p>

<h4>Инверсия.</h4>
<p>Иногда часть нити ДНК может отделиться от середины. Этот сегмент, прежде чем снова прикрепиться к основной нити,
    иногда поворачивается на 180 ° перед повторным прикреплением. Это инверсионная мутация. При этом не происходит
    потери или добавления каких-либо оснований, но меняется порядок, что может привести к значительным изменениям в
    кодируемом белке.</p>

<h4>Мутация со сдвигом рамки считывания (frameshift).</h4>
<p>Рассмотрим мутацию делеции, когда AUGGGACGA становится AUGGACGA. Теперь посмотрим, как это будет считываться в
    соответствии с генетическим кодом: AUG GGA CGA в отличие от AUG GAC GA. То есть удаление основания привело к
    неправильному считыванию всей цепочки ДНК из-за рамки считывания: даже если остальная часть цепочки верна, она все
    равно будет считываться неправильно.</p>

<p>Делеция, вставка и дупликация могут приводить к таким типам мутаций со сдвигом рамки.</p>

<p>С точки зрения последствий мутации могут быть <strong>нейтральными, миссенс</strong> (мутации, приводящие к изменению
    аминокислотной последовательности; могут быть как незначительными, так и более серьезными для организма) и <strong>нонсенс</strong>
    (приводящие к появлению преждевременного стоп-кодона, в результате чего образуется усеченный дисфункциональный или
    полностью нефункциональный белок).</p>

<img src="media/image5.png" alt="Типы мутаций" width="384" height="236">

<h3>Какой тип мутации тяжелее?</h3>
<p>Односложного ответа на этот вопрос нет.</p>

<p>И все же можно говорить о том, что наиболее тяжелыми по последствиям являются структурные мутации со сдвигом рамки
    считывания --- это делеции и инсерции, не кратные трем нуклеотидам, т. е. величине кодона. Мутации со сдвигом рамки
    ведут к синтезу «бессмысленного» чужеродного белка, который быстро деградирует. Если такие мутации расположены ближе
    к началу гена, они нередко либо оказываются несовместимы с жизнью, либо ведут к наиболее выраженным симптомам
    болезни. Нонсенс-мутации с образованием преждевременного стоп-кодона, по последствиям сопоставимы с теми, которые
    имеют место при мутациях со сдвигом рамки считывания. Проявления миссенс-мутаций зависят от функциональной
    значимости того участка белка, в котором произошла аминокислотная замена. Так, мутации, расположенные в регуляторных
    областях гена, могут приводить к количественным нарушениям белка с сохранением его нормальной структуры.</p>

<h3>Влияние типа мутации и ее расположения на тяжесть фенотипа.</h3>
<p>На данный момент появляются исследования, направленные на установление возможной корреляции между генотипом и
    фенотипами заболевания. Так, есть публикации, в которых у пациентов с мутациями в каталитическом домене (2-11
    экзоны), мутациями со сдвигом рамки считывания с локализацией в С-терминальной области и нонсенс-мутациями по всей
    длине белка отмечались наиболее выраженные психомоторные нарушения и тяжелое резистентное течение эпилепсии. При
    этом есть данные, согласно которым миссенс-замены в терминальной области приводят к более легким неврологическими
    проявлениями.</p>

<p>Справедливости ради, пока у ученых здесь гораздо больше вопросов, чем ответов.</p>

<h2>Лечение</h2>
<h3>Если ребенка нельзя вылечить, это не значит, что ему нельзя помочь.</h3>
<p>Синдром дефицита CDKL5 фактически представляет собой сложный симптомокомплекс, таргетная терапия для которого на
    сегодняшний момент, к сожалению, отсутствует. Лечение носит поддерживающий характер и предполагает
    мультидисциплинарный подход с привлечением врачей разного профиля -- невролога, эпилептолога, гастроэнтеролога,
    ортопеда, пульмонолога, а также специалистов по реабилитации (нейропедиатра, физического терапевта, логопеда,
    дефектолога и др.).</p>

<h3>Судороги CDKL5: как справляться</h3>
<h4>Резистентность -- в 84% случаев.</h4>
<p>Основной симптом, на купирование которого при синдроме дефицита CDKL5 в первую очередь направлены усилия врачей и
    семей пациентов, -- это эпилептические приступы, которые, к сожалению, плохо поддаются контролю даже с помощью
    политерапии современными противосудорожными препаратами.</p>

<h4>Общая статистика и родительский «топ препаратов».</h4>
<p>Наиболее выраженный первоначальный терапевтический эффект отмечен при применении вальпроата, ламотриджина,
    вигабатрина, клобазама, зонисамида и стероидов. Однако со временем эффективность этих препаратов уменьшалась. В
    исследовании с участием почти 50 семей, с точки зрения родителей, субъективно более эффективными (без уточнения
    критериев) были вигабатрин, далее клобазам, вальпроат и леветирацетам.</p>

<p>Традиционно считается, что основной тип приступов при CDKL5 -- это спазмы (при этом они не всегда сопровождаются
    характерной для этого типа судорог гипсаритмией на ЭЭГ), для купирования которых по-прежнему используется в первую
    очередь вигабатрин и гормональная терапия. При этом по данным, представленным на заседании Американской
    неврологической ассоциации в 2020 г., реакция на лечение инфантильных спазмов препаратами первой линии у лиц с CDD
    низкая по сравнению с инфантильными спазмами других этиологий.</p>

<p>По статистике, которая -- подчеркнем еще раз -- весьма ограничена в силу малого количества описанных случаев
    CDKL5-ассоциированной энцефалопатии, только примерно в 40% случаев удается добиться ремиссии в несколько месяцев.
    Длительные ремиссии -- более 2-х лет -- отмечаются только у 6% детей.</p>

<p>Паллиативные методы лечения -- стимуляция блуждающего нерва и каллозотомия -- также на данный момент не показали
    своей высокой эффективности при синдроме дефицита CDKL5.</p>

<h4>Нет судорог -- нет болезни?</h4>
<p>Для 1-2% детей с синдромом характерно отсутствие судорог, что, однако, не влияет на основное заболевание. В этой
    связи еще раз подчеркнем, что CDD это в первую очередь энцефалопатия развития (ЭР): в связи с дефицитом или полным
    отсутствием кодируемой CDKL5 циклинзависимой киназы 5-ого типа у ребенка не формируются нейронные связи, необходимые
    для нормального функционирования мозга. И только во вторую очередь CDKL5 это эпилептическая энцефалопатия (ЭЭ):
    приступы также разрушают нейронные связки, препятствуя формированию психомоторных навыков. Но даже при отсутствии
    судорог задержка развития будет выраженной.</p>

<h3>Новые подходы к противосудорожной терапии</h3>
<h4>CBD (каннабидиол): не психоактивное вещество и показан при резистентном течении эпилепсии.</h4>
<p>Довольно перспективным может считаться использование в качестве противосудорожного препарата при CDKL5 каннабидиола
    (CBD). В 2015 г. была проведена третья фаза клинических испытаний каннабидиола у более чем 150 пациентов с синдромом
    Леннокса-Гасто. К концу исследования в опытной группе число приступов у участников снизилось на 44%. Таким образом
    был подтвержден противосудорожный эффект CBD при резистентных формах эпилепсии, а британская фармацевтическая
    компания GW Pharmaceuticals разработала препарат на основе 99-процентного каннабидиола -- Эпидиолекс (<a
            href="http://www.epidiolex.com">www.epidiolex.com</a>). Это первый и единственный одобренный FDA (Управление
    по санитарному надзору за качеством пищевых продуктов и медикаментов США, Food and Drug Administration) каннабидиол
    для лечения судорог, связанных с синдромом Леннокса-Гасто, синдромом Драве и туберозным склерозом. На данный момент
    Эпидиолекс не имеет дженериков и является очень дорогостоящим. Все прочие масла CBD -- это биодобавки, не являющиеся
    сертифицированными лекарственными препаратами.</p>

<h4>Орфанный Сотиклестат.</h4>
<p>После успешной 2-ой фазы клинических испытаний противосудорожного препарата Сотиклестат японской Takeda
    Pharmaceuticals (<a href="http://www.takeda.com">www.takeda.com</a>) на него возлагались надежды и в отношении CDD.
    Препарат был определен FDA как орфанный для лечения судорог при синдроме Драве и синдроме Леннокса--Гасто. Однако в
    июне 2024 г. сам фармпроизводитель Takeda сообщил, что третья фаза исследований Сотиклестата не показала ожидаемого
    результата.</p>

<img src="media/image6.png" alt="Сотиклестат" width="623" height="225">

<h4>Ганаксолон -- первый препарат, одобренный Международной противоэпилептической лигой в качестве противосудорожного
    при CDD</h4>
<p>С 2018 по 2020 г. на базе НИКИ педиатрии и детской хирургии им. Ю.Е. Вельтищева в России проводились клинические
    испытания американского препарата Ганаксолон, который также показал определенную эффективность при судорогах CDKL5.
    Он представляет собой синтетический аналог природного нейростероида аллопрегнанолона. Ганаксолон стал первым
    препаратом, одобренным для лечения судорог, связанных с CDD: в 2022 г. препарат был одобрен FDA, а в 2023 г. был
    рекомендован Международной противоэпилептической лигой и получил статус орфанного. В России его получают 6 детей,
    участвовавших в клинических испытаниях на базе НИКИ им. Ю.Е. Вельтищева. Производит Ганаксолон американская компания
    Marinus Pharmaceuticals под торговым наименованием Ztalmy (<a href="http://www.ztalmy.com">www.ztalmy.com</a>).</p>

<p>Вместе с тем, все названные препараты, даже если допустить их высокую противосудорожную эффективность, не лечат само
    CDKL5-ассоциированное расстройство.</p>

<h3>Немедикаментозные методы лечения</h3>
<h4>Не только таблетки.</h4>
<p>Показали свою эффективность поведенческая и когнитивная терапия, помогающие улучшать мыслительные навыки ребенка,
    менять его поведение и поддерживать развитие. Отметим прикладной анализ поведения, ПАП (англ. Applied behavior
    analysis, ABA) -- метод, дающий детям с нейрорасстройствами новые возможности социализации и развития.</p>

<p>Успешно может использоваться при работе с детьми с расстройством CDKL5 эрготерапия (англ. occupational therapy). В ее
    основе -- идея того, что целенаправленная, имеющая для человека смысл деятельность жизненно важна в том числе для
    людей с серьезными ОВЗ. Эрготерапевт помогает ребенку быть включенным в повседневную жизнь за счет сенсорной
    интеграции, за счет формирования навыков личной гигиены, приема пищи, одевания и т.п. Тем самым «лечение занятостью»
    может существенно улучшать функциональные возможности человека -- как двигательные и когнитивные, так и
    эмоциональные.</p>

<p>В совокупности эти методы обладают хорошим реабилитационным потенциалом для детей с синдромом дефицита CDKL5.</p>

<h4>Физическая реабилитация и абилитация при синдроме дефицита CDKL5.</h4>
<p>Учитывая тяжесть энцефалопатии развития CDKL5, а также трудноконтролируемые судороги на ее фоне, программа
    реабилитации должна составляться индивидуально для каждого ребенка. Основные задачи здесь -- развитие крупной
    моторики, работа с подвижностью, мышечной силой. Вариантов занятий много, но не всем показан полный комплекс.
    Специалисты, как правило, комбинируют разные процедуры.</p>

<p>Можно выделить Интегральный метод функциональной работы на воде (the Integral Method of Functional Aquatic Work). Эта
    система применяется с 2005 г. и представляет собой физиотерапию на воде для вертикальной реабилитации ребенка.
    Программа помогает развивать мышечную силу, подвижность суставов, гибкость и координацию, положительно сказывается
    на сердечно-сосудистой и дыхательной системах, улучшает общий неврологический статус ребенка.</p>

<p>Отметим в целом эффективность физиотерапии при двигательных нарушениях при CDD. Она может включать занятия на батуте,
    мяче, балансировочной доске. Работа ведется над улучшением координации, моторики, мышечной силы и амплитуды
    движений. Показали свою эффективность Бобат-терапия, помогающая формировать правильное положение тела и головы
    ребенка, а также улучшающая двигательные навыки Войта-терапия.</p>

<p>Подчеркнем, что периодические эпилептические приступы не являются противопоказанием для занятий. Однако в этом случае
    реабилитация должна проводиться избирательно и под контролем ЭЭГ-мониторинга.</p>

<p>Все названные выше направления физической и психокоррекции при синдроме дефицита CDKL5 носят симптоматический
    характер и направлены на улучшение жизни самого ребенка и семьи в целом. Прорыв в лечении самого синдрома возможен
    только при разработке заместительной генной терапии.</p>

<h2>Когда болен твой ребенок: история создания LouLou Foundation</h2>
<img src="media/image7.png" alt="LouLou Foundation" width="176" height="237">
<img src="media/image8.png" alt="LouLou Foundation" width="184" height="239">
<p>Ведущая организация, занимающаяся изучением и поиском терапии при CDD, -- фонд LouLou (<a
            href="http://www.louloufoundation.org/">www.louloufoundation.org/</a>). Основатель фонда -- Маджид Джафар,
    крупнейший бизнесмен и филантроп иракского происхождения. У него и его супруги Линн четверо детей, CDD был
    диагностирован у их старшей дочери Алии. Фонд базируется в Великобритании и представляет собой некоммерческую
    организацию, финансирующую исследования CDD в Европе, Северной Америке и Азии. Линн Джафар также возглавляет
    созданный ею в 2017 г. в ОАЭ передовой центр педиатрической помощи High Hopes Dubai, обеспечивающий комплексную
    диагностику и реабилитацию детей с нейрозаболеваниями.</p>

<p>В течение вот уже девяти лет LouLou Foundation проводит ежегодные встречи ведущих ученых, представителей
    фармацевтических компаний, врачей и пациентских сообществ CDKL5 для обсуждения имеющегося опыта и перспектив лечения
    CDD.</p>

<h2>Генотерапия CDD -- чудо возможно?</h2>
<img src="media/image9.png" alt="Генотерапия" width="519" height="293">
<h3>Как со СМА?</h3>
<p>У всех на слуху революция, связанная с генотерапией спинально-мышечной атрофии (СМА) -- нервно-мышечного заболевания,
    приводящего к летальному исходу у детей, рожденных без функционального гена SMN1. Теперь некоторые типы этого
    заболевания можно лечить, т.к. ученые нашли способ использовать SMN2 для компенсации потери SMN1. Дело в том, что
    SMN2 является паралогом для поврежденного SMN1. Паралог --- это ген, который возник в результате дупликации другого
    гена, поэтому функционально они очень схожи. Именно это произошло при СМА, и теперь для ее лечения успешно
    применяется препарат Золгенсма.</p>

<h3>CDKL2 в помощь?</h3>
<p>На сегодняшний момент ведутся поиски возможных компенсаторных механизмов дефицита CDKL5 на клеточном уровне. Так,
    ученые смогли идентифицировать фермент CDKL2, повышение уровня которого потенциально может смягчить негативные
    последствия дефицита CDKL5 для головного мозга. Специалисты говорят о том, что CDKL2 обладает подходящими
    архитектурными особенностями, что делает его пригодным для сверхэкспрессии и компенсации потери функции CDKL5.</p>

<h3>Терапия CDD для девочек.</h3>
<p>Девочки с синдромом дефицита CDKL5 гетерозиготны по мутации CDKL5: каждая клетка, экспрессирующая мутантный белок,
    также содержит функциональную, но неактивную копию гена CDKL5. Одна из возможных стратегий лечения девочек-CDKL5
    заключается поэтому в реактивации неактивного гена CDKL5 на инактивированной Х-хромосоме. Этот подход в настоящее
    время находится на стадии доклинических испытаний.</p>

<h3>Препарат от мышечной дистрофии Дюшенна при CDKL5.</h3>
<p>Американская компания PTC Therapeutics, специализирующаяся на разработке низкомолекулярных препаратов и генотерапии,
    имеет опыт успешного применения Аталурена при мышечной дистрофии Дюшенна. В настоящее время изучается возможность
    применения Аталурена при нонсенс-мутациях в CDKL5.</p>
<p>Мышечная дистрофия Дюшенна -- заболевание, при котором из-за мутации в гене DMD нарушается синтез белка дистрофина,
    что ведет к постепенному распаду мышечных волокон и тяжелой инвалидизации. Выяснилось, что Аталурен способен
    заставить ядерный аппарат клетки как бы «игнорировать» образовавшийся в результате мутации стоп-кодон -- участок
    молекулы ДНК, останавливающий ее считывание и прерывающий синтез белка. Основным вопросом, интересовавшим
    исследователей, был механизм, с помощью которого Аталурен позволял рибосомам пропустить вставленные знаки о
    прекращении синтеза. Оказалось, что действие Аталурена на рибосомы позволяет вставлять аминокислоты, максимально
    сходные с теми, что присутствуют в белке, в норме кодируемом геном (до мутации). С научной точки зрения это открытие
    дает не только надежду на лечение конкретно мышечной дистрофии, но и в принципе показывает способ «игнорирования»
    преждевременных стоп-кодонов, а значит, дает шансы на лечение целого ряда болезней, вызываемых подобными мутациями,
    в том числе при CDD.</p>

<h3>Американская UltraGenyx.</h3>
<p>Большие надежды семьи сегодня возлагают на попытки ученых с помощью аденоассоциированных вирусов-переносчиков
    (Adeno-associated virus -- AAV) внедрять нужный участок ДНК в соответствующие клетки организма и тем самым «чинить»
    сам ген. Американская компания UltraGenyx ведет разработку генного препарата UX055. Это исследовательская программа,
    направленная на доставку функциональной копии гена CDKL5 человека в мозг с использованием аденоассоциированного
    векторного вируса 9 (AAV9). Этот вектор содержит нейрон-специфический промотор, предназначенный для стимуляции
    экспрессии функционального белка CDKL5 конкретно в нейронах. Метод AAV9 обладает качествами, делающими его
    потенциально очень эффективным при лечении моногенных заболеваний, связанных с ЦНС. Так, векторы AAV9 могут
    преодолевать гематоэнцефалический барьер (ГЭБ) для лечения клеток центральной нервной системы. ГЭБ отделяет ткани
    мозга от кровеносной системы и мешает чужеродным объектам проникать в нервную систему, AAV9 может решать эту
    проблему. Важно также понять, в каком возрасте/ до какого возраста ребенка генотерапия будет потенциально успешной:
    у ребенка первого года жизни низкий нейтрализующий титр антител, по мере взросления эта цифра увеличивается, что
    может сделать «чудо-инъекцию» безрезультативной.</p>

<p>UX055 доставляется путем инъекции в пространство спинномозговой жидкости для нацеливания на центральную нервную
    систему. На мышиных моделях с CDD уже удалось продемонстрировать двигательные и когнитивные улучшения у подопытных
    животных, получавших UX055. Кроме того, лечение UX055 привело к коррекции гипервозбудимости нейронов в органоидной
    модели человеческого мозга, полученной из индуцированных плюрипотентных стволовых клеток пациентов с CDD.</p>

<p>Полученные данные обнадеживают. Вместе с тем, на начало 2025 г. исследования препарата UX055 по-прежнему находятся на
    доклинической стадии.</p>

<footer>
    <p><sup id="fn1">1</sup> <a href="https://pmc.ncbi.nlm.nih.gov/articles/PMC7120929/">https://pmc.ncbi.nlm.nih.gov/articles/PMC7120929/</a>
    </p>
</footer>