<div class="container">
    <div class="row">
        <div class="col-lg-10">
            <header>
                <h1></h1>
            </header>
            <section class="article-title hand d-flex align-items-center justify-content-center text-center">
                <div class="container">
                    <h1 class="mb-0 white">Сообщество CDKL5</h1> <!-- mb-0 убирает отступ снизу -->
                </div>
            </section>
            <main>
                <section>
                    <p>Сообщество CDKL5 – это русскоязычные семьи, воспитывающие детей и молодых взрослых с редким
                        неврологическим заболеванием, имеющим название синдрома дефицита CDKL5.</p>

                    <p>Ученые смогли идентифицировать болезнь немногим более 20 лет назад, окончательно признали ее
                        независимость порядка 10 лет назад.</p>

                    <p>Заболевание носит врожденный характер, но не наследуется в большинстве случаев от родителей. Его
                        причина – нехватка белкового продукта гена CDKL5, важного для правильного развития мозга
                        ребенка.
                        Болезнь дебютирует очень рано, как правило, в первые месяцы жизни, ее основные проявления –
                        устойчивые к терапии эпилептические приступы и задержка развития психомоторных навыков. Ген
                        CDKL5
                        расположен на Х-хромосоме: у девочек их две, поэтому, если на одной «поломка», вторая частично
                        компенсирует потерю белка, мальчики же не имеют второй (здоровой) копии гена, поэтому у
                        мальчиков
                        заболевание встречается крайне редко.</p>

                    <p>Столкнувшись с диагнозом, каждый из нас переживал очень трудные времена: крайне агрессивное
                        течение
                        болезни у ребенка с самого начала, очень ограниченная информация о диагнозе в открытых
                        источниках,
                        отсутствие должных знаний и понимая перспектив лечения даже у самих врачей... Все родители детей
                        с
                        синдромом дефицита CDKL5 проходили через это и продолжают идти этим нелегким путем. Но мы
                        вместе в рамках нашего сообщества, чтобы поддерживать друг друга и делиться знаниями о болезни и
                        опытом жизни с болезнью, чтобы информировать врачей о нашем диагнозе и говорить людям о том,
                        что,
                        несмотря на тяжелую инвалидность, наши дети от этого не менее любимы и важны для нас.</p>
                        <p>И пусть на данный момент болезнь неизлечима, мы верим, что решение будет найдено учеными, генотерапия станет возможна для детей с дефицитом CDKL5, а до тех пор мы будем стараться делать жизнь наших «редких» детей легче и лучше.</p>
                </section>
            </main>
        </div>
    </div>
</div>