<div class="container">
    <div class="row">
        <!-- Основной контент -->
        <div class="col-lg-10">
            <section id="treatment">
                <div class="container">
                    <h1>Лечение</h1>
                    <p>Если ребенка нельзя вылечить, это не значит, что ему нельзя помочь.</p>

                    <h2>Судороги CDKL5: как справляться</h2>
                    <h3>Резистентность - в 84% случаев</h3>
                    <p>Основной симптом, на купирование которого при синдроме дефицита CDKL5 в первую очередь направлены
                        усилия
                        врачей и семей пациентов, - это эпилептические приступы, которые, к сожалению, плохо поддаются
                        контролю даже
                        с помощью политерапии современными противосудорожными препаратами.</p>

                    <h3>Общая статистика и родительский «топ препаратов»</h3>
                    <p>Наиболее выраженный первоначальный терапевтический эффект отмечен при применении вальпроата,
                        ламотриджина,
                        вигабатрина, клобазама, зонисамида и стероидов. Однако со временем эффективность этих препаратов
                        уменьшалась. В исследовании с участием почти 50 семей, с точки зрения родителей, субъективно
                        более
                        эффективными (без уточнения критериев) были вигабатрин, далее клобазам, вальпроат и
                        леветирацетам.</p>

                    <h3>Нет судорог - нет болезни?</h3>
                    <p>Для 1-2% детей с синдромом характерно отсутствие судорог, что, однако, не влияет на основное
                        заболевание. В
                        этой связи еще раз подчеркнем, что CDD это в первую очередь энцефалопатия развития (ЭР): в связи
                        с дефицитом
                        или полным отсутствием кодируемой CDKL5 циклинзависимой киназы 5-ого типа у ребенка не
                        формируются нейронные
                        связи, необходимые для нормального функционирования мозга. И только во вторую очередь CDKL5 это
                        эпилептическая энцефалопатия (ЭЭ): приступы также разрушают нейронные связки, препятствуя
                        формированию
                        психомоторных навыков. Но даже при отсутствии судорог задержка развития будет выраженной.</p>

                    <h2 class="mt-5 mb-4">Новые подходы к противосудорожной терапии</h2>
                    <h3>CBD (каннабидиол): не психоактивное вещество и показан при резистентном течении эпилепсии</h3>
                    <p>Довольно перспективным может считаться использование в качестве противосудорожного препарата при
                        CDKL5
                        каннабидиола (CBD). В 2015 г. была проведена третья фаза клинических испытаний каннабидиола у
                        более чем 150
                        пациентов с синдромом Леннокса-Гасто. К концу исследования в опытной группе число приступов у
                        участников
                        снизилось на 44%. Таким образом был подтвержден противосудорожный эффект CBD при резистентных
                        формах
                        эпилепсии, а британская фармацевтическая компания GW Pharmaceuticals разработала препарат на
                        основе
                        99-процентного каннабидиола - Эпидиолекс.
                        Это первый и единственный одобренный FDA (Управление по санитарному надзору за качеством пищевых
                        продуктов и
                        медикаментов США, Food and Drug Administration) каннабидиол для лечения судорог, связанных с
                        синдромом
                        Леннокса-Гасто, синдромом Драве и туберозным склерозом. На данный момент Эпидиолекс не имеет
                        дженериков и
                        является очень дорогостоящим. Все прочие масла CBD - это биодобавки, не являющиеся
                        сертифицированными
                        лекарственными препаратами.</p>

                    <h3>Орфанный Сотиклестат</h3>
                    <p>После успешной 2-ой фазы клинических испытаний противосудорожного препарата Сотиклестат японской
                        Takeda
                        Pharmaceuticals
                        на него
                        возлагались надежды и в отношении CDD. Препарат был определен FDA как орфанный для лечения
                        судорог при
                        синдромом Драве и синдроме Леннокса-Гасто. Однако в июне 2024 г. сам фармпроизводитель Takeda
                        сообщил, что
                        третья фаза исследований Сотиклестата не показала ожидаемого результата.</p>

                    <h3>Ганаксолон - первый препарат, одобренный Международной противоэпилептической лигой в качестве
                        противосудорожного при CDD</h3>
                    <p>С 2018 по 2020 г. на базе НИКИ педиатрии и детской хирургии им. Ю.Е. Вельтищева в России
                        проводились
                        клинические испытания американского препарата Ганаксолон, который также показал определенную
                        эффективность
                        при судорогах CDKL5. Он представляет собой синтетический аналог природного нейростероида
                        аллопрегнанолона.
                        Ганаксолон стал первым препаратом, одобренным для лечения судорог, связанных с CDD: в 2022 г.
                        препарат был
                        одобрен FDA, а в 2023 г. был рекомендован Международной противоэпилептической лигой и получил
                        статус
                        орфанного. В России его получают 6 детей, участвовавших в клинических испытаниях на базе НИКИ
                        им. Ю.Е.
                        Вельтищева. Производит Ганаксолон американская компания Marinus Pharmaceuticals под торговым
                        наименованием
                        Ztalmy (<a href="http://www.ztalmy.com" class="text-decoration-none">www.ztalmy.com</a>).</p>
                    <p>Вместе с тем, все названные препараты, даже если допустить их высокую противосудорожную
                        эффективность, не
                        лечат само CDKL5-ассоциированное расстройство.</p>

                    <h2 class="mt-5 mb-4">Немедикаментозные методы лечения</h2>
                    <h3>Не только таблетки</h3>
                    <p>Показали свою эффективность поведенческая и когнитивная терапия, помогающие улучшать мыслительные
                        навыки
                        ребенка, менять его поведение и поддерживать развитие. Отметим прикладной анализ поведения, ПАП
                        (англ.
                        Applied behavior analysis, ABA) - метод, дающий детям с нейрорасстройствами новые возможности
                        социализации и
                        развития.</p>
                    <p>Успешно может использоваться при работе с детьми с расстройством CDKL5 эрготерапия (англ.
                        occupational
                        therapy). В ее основе - идея того, что целенаправленная, имеющая для человека смысл деятельность
                        жизненно
                        важна в том числе для людей с серьезными ОВЗ. Эрготерапевт помогает ребенку быть включенным в
                        повседневную
                        жизнь за счет сенсорной интеграции, за счет формирования навыков личной гигиены, приема пищи,
                        одевания и
                        т.п. Тем самым «лечение занятостью» может существенно улучшать функциональные возможности
                        человека - как
                        двигательные и когнитивные, так и эмоциональные.</p>
                    <p>В совокупности эти методы обладают хорошим реабилитационным потенциалом для детей с синдромом
                        дефицита
                        CDKL5.</p>

                    <h3>Физическая реабилитация и абилитация при синдроме дефицита CDKL5</h3>
                    <p>Учитывая тяжесть энцефалопатии развития CDKL5, а также трудноконтролируемые судороги на ее фоне,
                        программа
                        реабилитации должна составляться индивидуально для каждого ребенка. Основные задачи здесь -
                        развитие крупной
                        моторики, работа с подвижностью, мышечной силой. Вариантов занятий много, но не всем показан
                        полный
                        комплекс. Специалисты, как правило, комбинируют разные процедуры.</p>
                    <p>Можно выделить Интегральный метод функциональной работы на воде (the Integral Method of
                        Functional Aquatic
                        Work). Эта система применяется с 2005 г. и представляет собой физиотерапию на воде для
                        вертикальной
                        реабилитации ребенка. Программа помогает развивать мышечную силу, подвижность суставов, гибкость
                        и
                        координацию, положительно сказывается на сердечно-сосудистой и дыхательной системах, улучшает
                        общий
                        неврологический статус ребенка.</p>
                    <p>Отметим в целом эффективность физиотерапии при двигательных нарушениях при CDD. Она может
                        включать занятия на
                        батуте, мяче, балансировочной доске. Работа ведется над улучшением координации, моторики,
                        мышечной силы и
                        амплитуды движений. Показали свою эффективность Бобат-терапия, помогающая формировать правильное
                        положение
                        тела и головы ребенка, а также улучшающая двигательные навыки Войта-терапия.</p>
                    <p>Подчеркнем, что периодические эпилептические приступы не являются противопоказанием для занятий.
                        Однако в
                        этом случае реабилитация должна проводиться избирательно и под контролем ЭЭГ-мониторинга.</p>
                    <p>Все названные выше направления физической и психокоррекции при синдроме дефицита CDKL5 носят
                        симптоматический
                        характер и направлены на улучшение жизни самого ребенка и семьи в целом. Прорыв в лечении самого
                        синдрома
                        возможен только при разработке заместительной генной терапии.</p>
                </div>
            </section>
        </div>
    </div>
</div>